[{"_id":"ObjectId('6673513eac128b59cf8c5cd9')",
 "sentences": [{"text":"Пересказ Евгения Онегина.","sentence_idx": 1},
   {"text":"В начале романа Евгений Онегин нам предстает частым гостем богемской тусовки Питера.",
   "sentence_idx": 2},
   {"text":"Он ходит на все балы, на все обеды, на все представления в театре, то есть он уже там как свой.",
   "sentence_idx": 3},
   {"text":"Он заядлый игрок в карты, и также он пользуется популярностью у женщин, но не стремится заводить каких-то глубоких связей с ними, точнее семейных, потому что ему не нужна ни ответственность, ни какое-то семейное благополучие, ему это неинтересно, точнее он этого боится в глубине себя, и поэтому он всегда отшучивается от этого, и как бы уходит.",
   "sentence_idx": 4},
   {"text":"Для него женщины это просто ачивки, которые он хочет завоевать.",
   "sentence_idx": 5},
   {"text":"Также нужно немножко рассказать про его внешность и характер.",
   "sentence_idx": 6},
   {"text":"Внешность у Евгения достаточно привлекательная, так что можно сказать, что он красавец на тот момент времени, потому что точно какие черты ценились в 19 веке, я сказать не могу.",
   "sentence_idx": 7},
   {"text":"Одевался он по моде, поэтому со вкусом стиля у него все в порядке.",
   "sentence_idx": 8},
   {"text":"А характер у него был такой, немножко едкостный.",
   "sentence_idx": 9},
   {"text":"Он мог едко пошутить или как-то подколоть человека, но абьюзером он не был.",
   "sentence_idx": 10},
   {"text":"Также у него были достаточно поверхностные знания, но этих поверхностных знаний ему было достаточно, чтобы в обществе он казался умным.",
   "sentence_idx": 11},
   {"text":"Точнее, эти поверхностные знания он также присыпал немножко харизмой и потом сверху чуть-чуть обаянием.",
   "sentence_idx": 12},
   {"text":"И из этого получился, получился вид таких глубоких начитанных знаний.",
   "sentence_idx": 13},
   {"text":"Но, к сожалению, к своим 26 годам он понял, что все это ему надоело, а точнее у него случился кризис четверти века.",
   "sentence_idx": 14},
   {"text":"И теперь он не понимает, что ему делать дальше.",
   "sentence_idx": 15},
   {"text":"Вроде ему все нравилось до этого, ну выпивать, играть в карты, но что-то он делает не так.  У него появилось ощущение пустоты в душе.",
   "sentence_idx": 16},
   {"text":"Семью он заводить тоже как-то не особо хочет.",
   "sentence_idx": 17},
   {"text":"Напоминаю, он этого даже боится.","sentence_idx": 18},
   {"text":"И поэтому тут ему несказанно везет.","sentence_idx": 19},
   {"text":"Приходит письмо от его дяди, который недавно умер, и оставляет ему в наследство большую сумму, а также поместье в деревне.",
   "sentence_idx": 20},
   {"text":"И он отправляется в эту деревню.","sentence_idx": 21},
   {"text":"А я думаю, часть этой небольшой суммы, точнее как небольшой, большой, он тратит на погашение своих долгов и долгов его отца, который в свое время, его отец, все проиграл, как он проиграл их поместье и их состояние.",
   "sentence_idx": 22},
   {"text":"Да уж, вредные привычки тут точно передаются.",
   "sentence_idx": 23},
   {"text":"Теперь наш Евгений едет в деревню к своему дяде.",
   "sentence_idx": 24},
   {"text":"Там он застаёт уже похороны, и ему говорят, что дядя очень хотел с ним встретиться.",
   "sentence_idx": 25},
   {"text":"Но Евгения это не особо трогает.","sentence_idx": 26},
   {"text":"Он начинает вести свою бурную деятельность в деревне, он начинает как-то ей управлять, вводить какие-то новшества.",
   "sentence_idx": 27},
   {"text":"В общем, развлекается.","sentence_idx": 28},
   {"text":"Также на тот момент в деревню приезжает наш Владимир Ленский.",
   "sentence_idx": 29},
   {"text":"Молодой, 18 лет, только окончил обучение за границей и теперь он пышет новшествами и хочет их вводить в глухомани, в России.",
   "sentence_idx": 30},
   {"text":"Ну и Ленский ищет себе достойного собеседника.",
   "sentence_idx": 31},
   {"text":"И кто же в этой глухомани, где одни старперы, которые и могут что только лясы точить о том, кто что сделал и у кого там урожай лучше, а у кого хуже, Ленский выбирает Евгения в качестве своего собеседника.",
   "sentence_idx": 32},
   {"text":"Они, конечно, очень разные.","sentence_idx": 33},
   {"text":"Ленский у нас поэт, мечтатель, а Евгений у нас такой уже поживший жизнь, 26-летний скуф, который просто хочет чего-то, но он сам не знает чего.",
   "sentence_idx": 34},
   {"text":"В общем, находят они в обществе друг друга хоть какой-то интерес и становятся друзьями.",
   "sentence_idx": 35},
   {"text":"Вместе любят выпить, поговорить о жизни и, в общем-то, всё.",
   "sentence_idx": 36},
   {"text":"Также у нас есть в деревне две прекрасные особы.",
   "sentence_idx": 37},
   {"text":"Это Ларины, Татьяна и Ольга.","sentence_idx": 38},
   {"text":"Татьяна старшая сестра.","sentence_idx": 39},
   {"text":"На момент романа ей 13 лет.","sentence_idx": 40},
   {"text":"Прошу это заметить.","sentence_idx": 41},
   {"text":"А Ольге 12.","sentence_idx": 42},
   {"text":"Но, как бы, давайте примем во внимание, что это 19 век и поэтому Ольгу уже сосватали к Ленскому, и у них намечается свадьба, а Татьяна, когда увидела Онегина, влюбилась в него.",
   "sentence_idx": 43},
   {"text":"Сама, давайте немножко поговорим про характеры девушек.",
   "sentence_idx": 44},
   {"text":"Татьяна старшая сестра Лариных, она замкнутая, внешностью невыразительная, но что-то в ней такое есть.",
   "sentence_idx": 45},
   {"text":"Может, взглядом цепляет.","sentence_idx": 46},
   {"text":"Очень любит читать французские романы, где-то тихо, сидя в комнате.",
   "sentence_idx": 47},
   {"text":"В общем, она такая, сама себе на уме.","sentence_idx": 48},
   {"text":"Ольга же её младшая сестра, она гораздо красивее своей старшей, как нам описывает сам автор, а я думаю, он знает толк.",
   "sentence_idx": 49},
   {"text":"Также она более жизнерадостная, такой экстраверт, когда Татьяна интроверт.",
   "sentence_idx": 50},
   {"text":"В общем, большой контраст между двумя девушками.",
   "sentence_idx": 51},
   {"text":"Ну, Татьяна у нас что, натура впечатлительная, читает очень интересные французские романы и видит Онегина.",
   "sentence_idx": 52},
   {"text":"И что?","sentence_idx": 53},
   {"text":"Правильно, влюбляется.","sentence_idx": 54},
   {"text":"Теперь он не покидает её мысли, и она хочет написать ему письмо.",
   "sentence_idx": 55},
   {"text":"И что?","sentence_idx": 56},
   {"text":"Правильно, она его пишет.","sentence_idx": 57},
   {"text":"Пишет очень поэтично, красиво.","sentence_idx": 58},
   {"text":"Возможно, вы это письмо будете учить или уже учите.",
   "sentence_idx": 59},
   {"text":"Да, учите, будете его рассказывать.","sentence_idx": 60},
   {"text":"И отправляет его Евгению Онегину.","sentence_idx": 61},
   {"text":"А Евгений Онегин уже на тот момент опять устал, потому что он понял, что богема в Питере ничем не отличается от этих деревенских посиделок старперов, которые только и делают, что трут друг другу кости и пьют, играют в карты, как-то развлекаются.",
   "sentence_idx": 62},
   {"text":"В общем, опять скука смертная.","sentence_idx": 63},
   {"text":"Но тут приходит письмо, и он такой, вау, как интересно.",
   "sentence_idx": 64},
   {"text":"Кстати, на тот момент надо отметить, что он постоянно подкалывал Владимира с его любовью к Ольге и тому подобное.",
   "sentence_idx": 65},
   {"text":"Он посчитал это достаточно интересным и сразу же решил ответить Татьяне, что, мол, извини, пожалуйста, но у нас ничего не может быть.",
   "sentence_idx": 66},
   {"text":"Татьяна, конечно, расстраивается на всё это, рыдает, в общем, переживает расставание очень сильно, хотя даже никакого соединения-то и не было.",
   "sentence_idx": 67},
   {"text":"Ну, разочаровывается девочка.","sentence_idx": 68},
   {"text":"А потом происходит Татьянины именины.","sentence_idx": 69},
   {"text":"Это было зимой, потому что Татьянин день, он зимой, я точно не помню какого дня.",
   "sentence_idx": 70},
   {"text":"Вот.","sentence_idx": 71},
   {"text":"То есть это день, когда там чё-то с её ангелом связано.",
   "sentence_idx": 72},
   {"text":"И собирается там Владимир Ленский и Евгений Онегин тоже приезжает, потому что Ленский его тащит за собой.",
   "sentence_idx": 73},
   {"text":"И там происходит интересное событие.","sentence_idx": 74},
   {"text":"Евгений, чтобы позлить своего друга, приглашает на первый танец, а это очень важно, чтобы на первый танец приглашал свою вторую половинку её ухажёр, ну вы понимаете, да?",
   "sentence_idx": 75},
   {"text":"Типа там традиции, всё такое.","sentence_idx": 76},
   {"text":"А Ленский как бы должен был выходить за Ольгу.",
   "sentence_idx": 77},
   {"text":"Но тут Евгений приглашает Ольгу на первый танец.",
   "sentence_idx": 78},
   {"text":"А Ольге как бы, помним, 12 лет, и она особо, ну как бы, в голове у неё ветер.",
   "sentence_idx": 79},
   {"text":"Поэтому они танцуют первый танец, и тут Ленский как-то так напрягается очень сильно.",
   "sentence_idx": 80},
   {"text":"И думает, что ну, что за похабщина?","sentence_idx": 81},
   {"text":"Как он мог, друг ещё называется?","sentence_idx": 82},
   {"text":"И вызывает Евгения на дуэль.","sentence_idx": 83},
   {"text":"Ну, тот недолго думает, соглашается, и в общем через пару дней они стоят уже на дуэли, и Евгений убивает Владимира, бывает.",
   "sentence_idx": 84},
   {"text":"Ленского хоронят и всем на него потом всё равно, потому что Ольга сбегает с каким-то гусаром, а Евгений как бы сбегает с деревни, потому что, ну, типа он человека убил, как бы, хоть и в дуэли, хоть это было и легально, но ему как-то там вообще становится тошно, вот, и идёт странствовать по миру.",
   "sentence_idx": 85},
   {"text":"И единственная одна Татьяна до сих пор вспоминает о Ленском и навещает его могилку.",
   "sentence_idx": 86},
   {"text":"Хотя, казалось бы, где Ленский, где Татьяна.",
   "sentence_idx": 87},
   {"text":"Вот.","sentence_idx": 88},
   {"text":"И после этого Татьяну везут в Москву на выставку невест, потому что что правильно, ей 14 лет уже, а как бы она еще не замужем.",
   "sentence_idx": 89},
   {"text":"Ну что такое, вон младшая сбежала, уже кормить ее не надо, и теперь Татьяну тоже надо куда-нибудь быстренько слить.",
   "sentence_idx": 90},
   {"text":"Ну и сливают Татьяну 30-летнему не то генералу, не то еще какому-то военному.",
   "sentence_idx": 91},
   {"text":"Ну, в общем, слили и хорошо.","sentence_idx": 92},
   {"text":"И вот через пару лет встречаются Евгений и Татьяна на каком-то балу в Питере.",
   "sentence_idx": 93},
   {"text":"Когда Евгений уже побывал по всему миру, он от своей хандры не вылечился, и от алкоголизма тоже не вылечился.",
   "sentence_idx": 94},
   {"text":"Встречает Татьяну и думает, боже, какую женщину я упустил, ну как так?",
   "sentence_idx": 95},
   {"text":"Ну и начинает, короче, по ней сохнуть, сталкерить, и пишет ей письмо, что, мол, я вас любил, любовь еще быть может.",
   "sentence_idx": 96},
   {"text":"А она отвечает.","sentence_idx": 97},
   {"text":"И она, во-первых, ему ничего не отвечает на это письмо, и Онегин к ней притопывает ножками.",
   "sentence_idx": 98},
   {"text":"Она ему говорит, хватит меня преследовать.","sentence_idx": 99},
   {"text":"Вот у тебя был шанс?","sentence_idx": 100},
   {"text":"Был.","sentence_idx": 101},
   {"text":"Ты его не воспользовался?","sentence_idx": 102},
   {"text":"Не воспользовался.","sentence_idx": 103},
   {"text":"А теперь я что?","sentence_idx": 104},
   {"text":"Правильно.","sentence_idx": 105},
   {"text":"Я, женщина, замужняя, и свой долг намерена выполнять хорошо, как по совету матери.",
   "sentence_idx": 106},
   {"text":"Она вот тоже не по любви вышла, а свой долг выполняла хорошо.",
   "sentence_idx": 107},
   {"text":"Поэтому все, давай отсюда, сдрыснул.","sentence_idx": 108},
   {"text":"И он расстроенный уходит, на этом наш роман кончается и что вы об этом думаете, как бы сами делайте выводы, как говорится, вот, спасибо.",
   "sentence_idx": 109}],
 "meta_data": {"grade":"10","specialization":"химбио"},
 "text":"Пересказ Евгения Онегина. В начале романа Евгений Онегин нам предстает частым гостем богемской тусовки Питера. Он ходит на все балы, на все обеды, на все представления в театре, то есть он уже там как свой. Он заядлый игрок в карты, и также он пользуется популярностью у женщин, но не стремится заводить каких-то глубоких связей с ними, точнее семейных, потому что ему не нужна ни ответственность, ни какое-то семейное благополучие, ему это неинтересно, точнее он этого боится в глубине себя, и поэтому он всегда отшучивается от этого, и как бы уходит. Для него женщины это просто ачивки, которые он хочет завоевать. Также нужно немножко рассказать про его внешность и характер. Внешность у Евгения достаточно привлекательная, так что можно сказать, что он красавец на тот момент времени, потому что точно какие черты ценились в 19 веке, я сказать не могу. Одевался он по моде, поэтому со вкусом стиля у него все в порядке. А характер у него был такой, немножко едкостный. Он мог едко пошутить или как-то подколоть человека, но абьюзером он не был. Также у него были достаточно поверхностные знания, но этих поверхностных знаний ему было достаточно, чтобы в обществе он казался умным. Точнее, эти поверхностные знания он также присыпал немножко харизмой и потом сверху чуть-чуть обаянием. И из этого получился, получился вид таких глубоких начитанных знаний. Но, к сожалению, к своим 26 годам он понял, что все это ему надоело, а точнее у него случился кризис четверти века. И теперь он не понимает, что ему делать дальше. Вроде ему все нравилось до этого, ну выпивать, играть в карты, но что-то он делает не так.  У него появилось ощущение пустоты в душе. Семью он заводить тоже как-то не особо хочет. Напоминаю, он этого даже боится. И поэтому тут ему несказанно везет. Приходит письмо от его дяди, который недавно умер, и оставляет ему в наследство большую сумму, а также поместье в деревне. И он отправляется в эту деревню. А я думаю, часть этой небольшой суммы, точнее как небольшой, большой, он тратит на погашение своих долгов и долгов его отца, который в свое время, его отец, все проиграл, как он проиграл их поместье и их состояние. Да уж, вредные привычки тут точно передаются. Теперь наш Евгений едет в деревню к своему дяде. Там он застаёт уже похороны, и ему говорят, что дядя очень хотел с ним встретиться. Но Евгения это не особо трогает. Он начинает вести свою бурную деятельность в деревне, он начинает как-то ей управлять, вводить какие-то новшества. В общем, развлекается. Также на тот момент в деревню приезжает наш Владимир Ленский. Молодой, 18 лет, только окончил обучение за границей и теперь он пышет новшествами и хочет их вводить в глухомани, в России. Ну и Ленский ищет себе достойного собеседника. И кто же в этой глухомани, где одни старперы, которые и могут что только лясы точить о том, кто что сделал и у кого там урожай лучше, а у кого хуже, Ленский выбирает Евгения в качестве своего собеседника. Они, конечно, очень разные. Ленский у нас поэт, мечтатель, а Евгений у нас такой уже поживший жизнь, 26-летний скуф, который просто хочет чего-то, но он сам не знает чего. В общем, находят они в обществе друг друга хоть какой-то интерес и становятся друзьями. Вместе любят выпить, поговорить о жизни и, в общем-то, всё. Также у нас есть в деревне две прекрасные особы. Это Ларины, Татьяна и Ольга. Татьяна старшая сестра. На момент романа ей 13 лет. Прошу это заметить. А Ольге 12. Но, как бы, давайте примем во внимание, что это 19 век и поэтому Ольгу уже сосватали к Ленскому, и у них намечается свадьба, а Татьяна, когда увидела Онегина, влюбилась в него. Сама, давайте немножко поговорим про характеры девушек. Татьяна старшая сестра Лариных, она замкнутая, внешностью невыразительная, но что-то в ней такое есть. Может, взглядом цепляет. Очень любит читать французские романы, где-то тихо, сидя в комнате. В общем, она такая, сама себе на уме. Ольга же её младшая сестра, она гораздо красивее своей старшей, как нам описывает сам автор, а я думаю, он знает толк. Также она более жизнерадостная, такой экстраверт, когда Татьяна интроверт. В общем, большой контраст между двумя девушками. Ну, Татьяна у нас что, натура впечатлительная, читает очень интересные французские романы и видит Онегина. И что? Правильно, влюбляется. Теперь он не покидает её мысли, и она хочет написать ему письмо. И что? Правильно, она его пишет. Пишет очень поэтично, красиво. Возможно, вы это письмо будете учить или уже учите. Да, учите, будете его рассказывать. И отправляет его Евгению Онегину. А Евгений Онегин уже на тот момент опять устал, потому что он понял, что богема в Питере ничем не отличается от этих деревенских посиделок старперов, которые только и делают, что трут друг другу кости и пьют, играют в карты, как-то развлекаются. В общем, опять скука смертная. Но тут приходит письмо, и он такой, вау, как интересно. Кстати, на тот момент надо отметить, что он постоянно подкалывал Владимира с его любовью к Ольге и тому подобное. Он посчитал это достаточно интересным и сразу же решил ответить Татьяне, что, мол, извини, пожалуйста, но у нас ничего не может быть. Татьяна, конечно, расстраивается на всё это, рыдает, в общем, переживает расставание очень сильно, хотя даже никакого соединения-то и не было. Ну, разочаровывается девочка. А потом происходит Татьянины именины. Это было зимой, потому что Татьянин день, он зимой, я точно не помню какого дня. Вот. То есть это день, когда там чё-то с её ангелом связано. И собирается там Владимир Ленский и Евгений Онегин тоже приезжает, потому что Ленский его тащит за собой. И там происходит интересное событие. Евгений, чтобы позлить своего друга, приглашает на первый танец, а это очень важно, чтобы на первый танец приглашал свою вторую половинку её ухажёр, ну вы понимаете, да? Типа там традиции, всё такое. А Ленский как бы должен был выходить за Ольгу. Но тут Евгений приглашает Ольгу на первый танец. А Ольге как бы, помним, 12 лет, и она особо, ну как бы, в голове у неё ветер. Поэтому они танцуют первый танец, и тут Ленский как-то так напрягается очень сильно. И думает, что ну, что за похабщина? Как он мог, друг ещё называется? И вызывает Евгения на дуэль. Ну, тот недолго думает, соглашается, и в общем через пару дней они стоят уже на дуэли, и Евгений убивает Владимира, бывает. Ленского хоронят и всем на него потом всё равно, потому что Ольга сбегает с каким-то гусаром, а Евгений как бы сбегает с деревни, потому что, ну, типа он человека убил, как бы, хоть и в дуэли, хоть это было и легально, но ему как-то там вообще становится тошно, вот, и идёт странствовать по миру. И единственная одна Татьяна до сих пор вспоминает о Ленском и навещает его могилку. Хотя, казалось бы, где Ленский, где Татьяна. Вот. И после этого Татьяну везут в Москву на выставку невест, потому что что правильно, ей 14 лет уже, а как бы она еще не замужем. Ну что такое, вон младшая сбежала, уже кормить ее не надо, и теперь Татьяну тоже надо куда-нибудь быстренько слить. Ну и сливают Татьяну 30-летнему не то генералу, не то еще какому-то военному. Ну, в общем, слили и хорошо. И вот через пару лет встречаются Евгений и Татьяна на каком-то балу в Питере. Когда Евгений уже побывал по всему миру, он от своей хандры не вылечился, и от алкоголизма тоже не вылечился. Встречает Татьяну и думает, боже, какую женщину я упустил, ну как так? Ну и начинает, короче, по ней сохнуть, сталкерить, и пишет ей письмо, что, мол, я вас любил, любовь еще быть может. А она отвечает. И она, во-первых, ему ничего не отвечает на это письмо, и Онегин к ней притопывает ножками. Она ему говорит, хватит меня преследовать. Вот у тебя был шанс? Был. Ты его не воспользовался? Не воспользовался. А теперь я что? Правильно. Я, женщина, замужняя, и свой долг намерена выполнять хорошо, как по совету матери. Она вот тоже не по любви вышла, а свой долг выполняла хорошо. Поэтому все, давай отсюда, сдрыснул. И он расстроенный уходит, на этом наш роман кончается и что вы об этом думаете, как бы сами делайте выводы, как говорится, вот, спасибо."},
 {"_id":"ObjectId('66735157ac128b59cf8c5dd8')",
 "sentences": [{"text":"Началось всё с того, что Онегин, милый мой приятель, родился на берегах Невы.",
   "sentence_idx": 1},
   {"text":"Онегин это был молодой дворянин с хорошим образованием, он был хорош собою, одевался по моде и очень сильно следил за своим внешним видом, в общем-то.",
   "sentence_idx": 2},
   {"text":"И, но городская жизнь ему не нравилась, эти светские балы то до сё, это пятое.",
   "sentence_idx": 3},
   {"text":"Вот, и в один день он получает наследство от дяди, домик в деревне, в который он и решает уехать.",
   "sentence_idx": 4},
   {"text":"В этой деревне он знакомится с Ленским, который впоследствии стал его другом хорошим, потому что они, всё между ними рождало споры, и Онегину это нравилось, потому что Ленский был тот человек, который с ним мог разделить любую тему.",
   "sentence_idx": 5},
   {"text":"То есть это был такой же образованный человек.",
   "sentence_idx": 6},
   {"text":"Онегин себя считает супер умным и тут Ленский появляется тоже, какой-то умный человек.",
   "sentence_idx": 7},
   {"text":"И он такой, вот, да, слияние души.","sentence_idx": 8},
   {"text":"И Ленский, как бы был приглашен на ужин к Лариным, и он позвал с собой вместе Онегина.",
   "sentence_idx": 9},
   {"text":"Изначально Ленский сватался к сестре Ольге, вот, но у семьи Лариных была ещё одна сестра Татьяна.",
   "sentence_idx": 10},
   {"text":"И, собственно, когда семья Лариных узнала о том, что в этот раз Ленский приедет не один, то они решили, вот сейчас Татьяне мужичок будет.",
   "sentence_idx": 11},
   {"text":"Что могу сказать про Ольгу и Татьяну?","sentence_idx": 12},
   {"text":"Это были две сестры, но совершенно разные, пусть и родные.",
   "sentence_idx": 13},
   {"text":"Одна блондинка, другая брюнетка, одна любит книги, а другая любит светские балы.",
   "sentence_idx": 14},
   {"text":"Наверное, не знаю, я не уверена.","sentence_idx": 15},
   {"text":"Ну короче, что-то в этом роде.","sentence_idx": 16},
   {"text":"После этого ужина Татьяна приняла Онегина как свою судьбу, то есть то, что он ей послан, он как принц на белом коне, они А и Б, ну и Онегину тоже, в принципе, понравилась Татьяна, то есть он говорил о том, что между сестрами он бы выбрал себе старшую, но, к сожалению, он не отвечал Татьяне взаимностью.",
   "sentence_idx": 17},
   {"text":"Татьяна написала ему письмо с признанием, красивое письмо, мол, “Я к вам пишу, чего же боле, что я могу еще сказать, теперь, я знаю, в вашей воле меня презреньем наказать”, вот, и как бы, “Но вы к моей несчастной доле хоть каплю жалости храня, вы не оставите меня”.",
   "sentence_idx": 18},
   {"text":"Почему несчастной доли?","sentence_idx": 19},
   {"text":"Потому что это было некрасиво, не принципиально, почему это девушка должна первая признаваться в любви.",
   "sentence_idx": 20},
   {"text":"Ну и в общем-то, она отослала это письмо Онегину, Онегин не отвечает раз.",
   "sentence_idx": 21},
   {"text":"Она еще раз отправляет, Онегин снова не отвечает.",
   "sentence_idx": 22},
   {"text":"Ну, в общем-то, все, хорошо, свершился у них разговор, и Онегин говоритЖ “Я вас люблю любовью брата”.",
   "sentence_idx": 23},
   {"text":"Естественно, Татьяну не устраивает этот ответ, она понимает, что ее отшили, ну и на этом, как бы она по нему страдает, страдает, страдает, но все вот так вот рассасывается.",
   "sentence_idx": 24},
   {"text":"Онегин уезжает, Татьяну тоже отправляют в Москву искать себе жениха, ну и, собственно, жениха-то ей нашли, она вышла замуж за какого-то офицера, и она была своему мужу верна, пусть и не особо-то и сильно любила, душой она все равно, конечно, любила нашего Женечку, вот.",
   "sentence_idx": 25},
   {"text":"И на одном… Когда Татьяна вроде вернулась в Петербург, а Евгений Онегин, естественно, тоже в Петербурге, и их позвали на один такой общесветский бал.  Или просто бал, я не знаю, я не уверена.",
   "sentence_idx": 26},
   {"text":"Вот, и там они встретились, и Евгений узнает Татьяну и понимает, что бывшие чувства вспыхнули.",
   "sentence_idx": 27},
   {"text":"Всё, он всё готов ей отдать, он в неё влюблён по уши, он за ней ухаживает весь вечер, он на нее смотрит, это, пятое, десятое, а она от него глаз воротит.",
   "sentence_idx": 28},
   {"text":"Почему?","sentence_idx": 29},
   {"text":"Потому что она верна своему мужу.","sentence_idx": 30},
   {"text":"Она любит своего. . .","sentence_idx": 31},
   {"text":"Нет, она не любит своего мужа, просто “Мы же вместе, мы же в браке.  Как я могу сейчас вот к этому, который мне вот так сердце разбил, убежать? ”.",
   "sentence_idx": 32},
   {"text":"Нет, ну и теперь уже Онегин пишет письмо к Татьяне.",
   "sentence_idx": 33},
   {"text":"Я не помню, какое оно, потому что я его не учила, но в этот раз уже Татьяна начинает ему то, что нет, извините меня, я верна мужу, ничего у нас между нами не выйдет.",
   "sentence_idx": 34},
   {"text":"Ну и в общем-то да, Евгению Онегину остается только хлеб с маслом кушать и никакой Татьяны ему не видать.",
   "sentence_idx": 35},
   {"text":"А мораль сей басни такова, то что не надо выпендриваться.",
   "sentence_idx": 36}],
 "meta_data": {"grade":"9","specialization":"общеобразовательный"},
 "text":"Началось всё с того, что Онегин, милый мой приятель, родился на берегах Невы. Онегин это был молодой дворянин с хорошим образованием, он был хорош собою, одевался по моде и очень сильно следил за своим внешним видом, в общем-то. И, но городская жизнь ему не нравилась, эти светские балы то до сё, это пятое. Вот, и в один день он получает наследство от дяди, домик в деревне, в который он и решает уехать. В этой деревне он знакомится с Ленским, который впоследствии стал его другом хорошим, потому что они, всё между ними рождало споры, и Онегину это нравилось, потому что Ленский был тот человек, который с ним мог разделить любую тему. То есть это был такой же образованный человек. Онегин себя считает супер умным и тут Ленский появляется тоже, какой-то умный человек. И он такой, вот, да, слияние души. И Ленский, как бы был приглашен на ужин к Лариным, и он позвал с собой вместе Онегина. Изначально Ленский сватался к сестре Ольге, вот, но у семьи Лариных была ещё одна сестра Татьяна. И, собственно, когда семья Лариных узнала о том, что в этот раз Ленский приедет не один, то они решили, вот сейчас Татьяне мужичок будет. Что могу сказать про Ольгу и Татьяну? Это были две сестры, но совершенно разные, пусть и родные. Одна блондинка, другая брюнетка, одна любит книги, а другая любит светские балы. Наверное, не знаю, я не уверена. Ну короче, что-то в этом роде. После этого ужина Татьяна приняла Онегина как свою судьбу, то есть то, что он ей послан, он как принц на белом коне, они А и Б, ну и Онегину тоже, в принципе, понравилась Татьяна, то есть он говорил о том, что между сестрами он бы выбрал себе старшую, но, к сожалению, он не отвечал Татьяне взаимностью. Татьяна написала ему письмо с признанием, красивое письмо, мол, “Я к вам пишу, чего же боле, что я могу еще сказать, теперь, я знаю, в вашей воле меня презреньем наказать”, вот, и как бы, “Но вы к моей несчастной доле хоть каплю жалости храня, вы не оставите меня”. Почему несчастной доли? Потому что это было некрасиво, не принципиально, почему это девушка должна первая признаваться в любви. Ну и в общем-то, она отослала это письмо Онегину, Онегин не отвечает раз. Она еще раз отправляет, Онегин снова не отвечает. Ну, в общем-то, все, хорошо, свершился у них разговор, и Онегин говоритЖ “Я вас люблю любовью брата”. Естественно, Татьяну не устраивает этот ответ, она понимает, что ее отшили, ну и на этом, как бы она по нему страдает, страдает, страдает, но все вот так вот рассасывается. Онегин уезжает, Татьяну тоже отправляют в Москву искать себе жениха, ну и, собственно, жениха-то ей нашли, она вышла замуж за какого-то офицера, и она была своему мужу верна, пусть и не особо-то и сильно любила, душой она все равно, конечно, любила нашего Женечку, вот. И на одном… Когда Татьяна вроде вернулась в Петербург, а Евгений Онегин, естественно, тоже в Петербурге, и их позвали на один такой общесветский бал.  Или просто бал, я не знаю, я не уверена. Вот, и там они встретились, и Евгений узнает Татьяну и понимает, что бывшие чувства вспыхнули. Всё, он всё готов ей отдать, он в неё влюблён по уши, он за ней ухаживает весь вечер, он на нее смотрит, это, пятое, десятое, а она от него глаз воротит. Почему? Потому что она верна своему мужу. Она любит своего. . . Нет, она не любит своего мужа, просто “Мы же вместе, мы же в браке.  Как я могу сейчас вот к этому, который мне вот так сердце разбил, убежать? ”. Нет, ну и теперь уже Онегин пишет письмо к Татьяне. Я не помню, какое оно, потому что я его не учила, но в этот раз уже Татьяна начинает ему то, что нет, извините меня, я верна мужу, ничего у нас между нами не выйдет. Ну и в общем-то да, Евгению Онегину остается только хлеб с маслом кушать и никакой Татьяны ему не видать. А мораль сей басни такова, то что не надо выпендриваться."},
 {"_id":"ObjectId('6673516dac128b59cf8c5ea1')",
 "sentences": [{"text":"Короче, это пересказ о Евгении Онегине, ну простыми словами.",
   "sentence_idx": 1},
   {"text":"Значит у нас есть главный герой Жека, Женёк, он, короче, местный кутила, значит, умом не блещет, за всю жизнь он прочитал три книги, все его знания поверхностные, но он при этом как бы вот, ну, вот он вовремя это вставляет, и поэтому все такие, о, какой он умный обалдеть, вот, и он такой, типа, о, да, я умный, но он по факту ничего не знает, вот.",
   "sentence_idx": 2},
   {"text":"Короче, его дядя приказал долго жить,  он там болеет, то и се.",
   "sentence_idx": 3},
   {"text":"И ну как бы Жеке нашему полагается наследство.",
   "sentence_idx": 4},
   {"text":"Но он получит награду, только если будет ухаживать за дядей.",
   "sentence_idx": 5},
   {"text":"И поэтому Онегин вместо того, чтобы продолжать кутить, приезжает в глухую деревню к своему дяде, чтобы за ним ухаживать.",
   "sentence_idx": 6},
   {"text":"Ухаживает он достаточно активно, потому что если дяде что-то не понравится, то наследства он лишит нашего Женька.",
   "sentence_idx": 7},
   {"text":"А наследство ему хочется, потому что он кутила, ему нужны деньги.",
   "sentence_idx": 8},
   {"text":"Значит, все, дядя окочурился.","sentence_idx": 9},
   {"text":"И Женьку достается наследство в поместье вот этого дяди, там крепостные, ну короче, все как полагается.",
   "sentence_idx": 10},
   {"text":"Хорошее наследство ему досталось.","sentence_idx": 11},
   {"text":"Все, что имел тут дядя.","sentence_idx": 12},
   {"text":"И он начинает проводить реформы того времени.",
   "sentence_idx": 13},
   {"text":"Там то ли барщину на оброк, то ли оброк на барщину.",
   "sentence_idx": 14},
   {"text":"Честно, я уже не помню, какая там разница, но он типа меняет с того, что, короче, лучше делает для крестьян.",
   "sentence_idx": 15},
   {"text":"И все такие типа, а что это он делает?","sentence_idx": 16},
   {"text":"Сейчас типа мои крестьяне насмотрятся на его крестьян и взбунтуются, а нафиг мне это надо.",
   "sentence_idx": 17},
   {"text":"Ну короче, типа, с подозрением относились к Жеке нашему, потому что приехал какой-то столичный  короче, приехал кто-то столичный, какие-то свои тут правила устанавливает, вот, ну и ещё короче, не по деревенским понятиям живет, вот.",
   "sentence_idx": 18},
   {"text":"Ну и короче, никому это не нравится, вот.","sentence_idx": 19},
   {"text":"И там он знаком. . .  да, вот это наш Женек, это Онегин, вот в этой деревне он знакомится с другим чуваком, это с Вовкой этим, Ленским, а Вовка, он поэт, он молодой, у него максимализм вот этот вот, короче, вот это вот все и они подружились, потому что максималисты ну, такие вот вот, если типа. . .   Ну, короче, если Онегин просто типа из себя строит много чего, чему не соответствует, то Владимир Ленский, типа, он реально там заинтересован в искусстве, там, ну, то есть вот, ну, короче, если сравнивать их личность, то Владимир Ленский, типа, он как бы соответствует тому, что он, как бы, что он показывает в обществе, а Жека, он, я говорю, Жека - позер, вот, Жека - позер.",
   "sentence_idx": 20},
   {"text":"Вот, значит, и как-то раз Вовка такой, а пойдем к Лариным, типа, вот, там вот девчуля, которая мне нравится, мы там, типа, на свещении, там в детстве дружат, и вообще мы там уже сто лет в обед будем как обвенчаны.",
   "sentence_idx": 21},
   {"text":"Ой, не обвенчаны, а помолвлены, типа с младшей, с Ольгой, я ее люблю не могу, просто вот хоть сейчас почки вырву, отдам ей и почки, сердце, и все что угодно, что она попросит.",
   "sentence_idx": 22},
   {"text":"Вот.","sentence_idx": 23},
   {"text":"Значит и Жека такой, ну поехали.","sentence_idx": 24},
   {"text":"Они приезжают к Лариным.","sentence_idx": 25},
   {"text":"Значит, это типа, вот там как раз появляются типа, чета Лариных, их старшая дочка Татьяна, которая такая, типа замухрыжка.",
   "sentence_idx": 26},
   {"text":"Она типа, она норм Но у нее типа. .   Ну, типа обычные черты типа лица.",
   "sentence_idx": 27},
   {"text":"Ну, и вообще, в принципе, внешность, темные волосы, темные глаза, вот это все, вот, ну, то есть она просто, ну, обычная.",
   "sentence_idx": 28},
   {"text":"А ее младшая сестра, она типа. .  Она блондинка, с голубыми глазами.",
   "sentence_idx": 29},
   {"text":"Короче, прям идеал красоты и там все от нее просто штабелями падают.",
   "sentence_idx": 30},
   {"text":"Короче, местная красотка.","sentence_idx": 31},
   {"text":"А Танюха у нас просто обычная.","sentence_idx": 32},
   {"text":"И поэтому Танюху все игнорят.","sentence_idx": 33},
   {"text":"А вот, ну, я говорю, а перед Олей все штабелями падают.",
   "sentence_idx": 34},
   {"text":"Вот, значит и. .  вот, и там Танюха увидела Онегина, и такая, ааах, какой он красивый, какой он нетакуся, Боже мой, боже мой.",
   "sentence_idx": 35},
   {"text":"Я влюбилась.","sentence_idx": 36},
   {"text":"Это именины Татьяны.","sentence_idx": 37},
   {"text":"Жека, зная, что его другу нравится Ольга, решает по приколу пригласить ее на танец, и Ленский еще вспыльчивый, поэтому он такой, ты вот так вот мне нож в спину.",
   "sentence_idx": 38},
   {"text":"Да какой ты после этого друг!","sentence_idx": 39},
   {"text":"Вот. .  Значит, Онегин, он как звук из тиктока 'Где ты тут бро увидел? '",
   "sentence_idx": 40},
   {"text":"Да мне чебурек дороже, чем ты.","sentence_idx": 41},
   {"text":"Нет, ну ладно, там немножко не так, но  он такой типа вот ничего такого не было, вообще не парься, что ты вообще бесишься.",
   "sentence_idx": 42},
   {"text":"И Ленский такой, нет, вы меня оскорбили, вот это все тыры-пыры, дыры-дыры, я вызываю вас на дуэль, вот типа.",
   "sentence_idx": 43},
   {"text":"А от дуэли отказываться позорно, поэтому Онегин такой ну лааааадно.",
   "sentence_idx": 44},
   {"text":"Они потом собираются на дуэль, и Онегин специально там, он там специально как бы и. .  он и опоздал на несколько часов на эту дуэль, он и себе в этот, блин, слово вылетело из головы.",
   "sentence_idx": 45},
   {"text":"В секунданты он взял себе своего крестьянина, чтобы показать максимально что типа он не хочет этого, типа сказать первым, что он не хочет драться, ну типа не хочет биться с Ленским, он не может, потому что он гордый, да, а Владимир Ленский считает что его типа, ну Владимир Ленский тоже гордый, вот он считает что его оскорбили и оскорбили серьезно, и поэтому он такой типа но-но-но, будем драться, вот, вот.",
   "sentence_idx": 46},
   {"text":"Нам Вовку застрелили, вот, значит и потом  Жека не ожидал вообще таких делов, у него не было таких планов.",
   "sentence_idx": 47},
   {"text":"И поэтому он короче уезжает.","sentence_idx": 48},
   {"text":"И в итоге там Вовку похоронили в какой-то роще, под березой, что-то вот такое там было, или под ёлкой.",
   "sentence_idx": 49},
   {"text":"В каком-то успокоенном месте его похоронили.",
   "sentence_idx": 50},
   {"text":"Сначала к нему приходили Танюха с Олей.","sentence_idx": 51},
   {"text":"А потом Оля недолго грустила, она вышла за какого -то. . .   чувака типа из конной гвардии, что-то такое, ну короче вот да, через полгода, что, короче, недолго она грустила, значит, уехала вот с каким-то чуваком вот, какого-то низкого звания, типа чуть ли не рядового в каком-то полку, вот ну и короче к нему ходила на могилу только Танюха, ну потому что типа они были друзьяшками, и она типа, ну короче, он ей был как брат, а да, я же не рассказала, извини, пропустила.",
   "sentence_idx": 52},
   {"text":"Танюха говорит Жеке, что она, типа, передает ему письмо, где она говорит, что типа вот, я вас люблю  и он читает, и они потом встречаются в саду, и он такой сорри, Танюха, но я тебя люблю только как сестру и вообще вы это, лучше такое не пишите, потому что это типа я вот такой понимающий, а вот кто-нибудь другой может вас не понять, и высмеять вас, и ваши типа нежные девичьи чувства будут типа задеты, поэтому типа ну короче больше так не делайте.",
   "sentence_idx": 53},
   {"text":"Она расстроилась, ну короче дальше вот эта вот дуэль вот, да дальше Танюха и всё.",
   "sentence_idx": 54},
   {"text":"Ну и дальше там типа Танюху везут в Москву на смотр невест, потому что ну типа, ну её младшая сестра уже вышла замуж, а у неё уже типа ну всё уже там. .   если бы у неё ещё был подходящий для брака возраст, ну для замужества возраст, ну короче уже было ей пора, ну надо.",
   "sentence_idx": 55},
   {"text":"Кошмар какой.","sentence_idx": 56},
   {"text":"Дальше там рассказывается про то, как события переносятся на какое-то время, когда Онегин путешествовал, потому что его грызла совесть за то, что он застрелил типа друга.",
   "sentence_idx": 57},
   {"text":"После этого он такой, он возвращается в Москву, там значит приходит на бал. .   Извини, меня прервали.",
   "sentence_idx": 58},
   {"text":"Вот, короче, приезжает Онегин на бал.  Ну, он в Москву возвращается, приходит на бал.  Там встречает своего старого знакомого.",
   "sentence_idx": 59},
   {"text":"Он там, князь, генерал, ну, короче, высокий, ну, типа, высокий по статусу чел.  Да.",
   "sentence_idx": 60},
   {"text":"Значит, он такой, типа, вот, прикинь, я влюбился вообще прям.  Ну, капец, крышу мне снесло.",
   "sentence_idx": 61},
   {"text":"Такая она вообще красивая, такая она вообще обалденная.",
   "sentence_idx": 62},
   {"text":"Очень ее люблю.","sentence_idx": 63},
   {"text":"И Жека такой, ну, покажи же, что за красавица такая.",
   "sentence_idx": 64},
   {"text":"Вот, типа, все.","sentence_idx": 65},
   {"text":"Вот, а там Танюха.","sentence_idx": 66},
   {"text":"Она уже такая, типа, светская эта, звезда местная, потому что, ну, короче, она там влилась в общество.",
   "sentence_idx": 67},
   {"text":"Ну, типа, все, больше не невинная девочка.","sentence_idx": 68},
   {"text":"Вот, и все.","sentence_idx": 69},
   {"text":"Вот и она там крутая шишка, вот.","sentence_idx": 70},
   {"text":"И теперь, так как она не замухрышка, ну типа все её там и достоинства раскрылись, вот и Жека такой, обалдеть, так она оказывается крутая, а я ее отшил, значит, и вот потом тоже ей пишет письмо.",
   "sentence_idx": 71},
   {"text":"И такой, я вас люблю, она его игнорит.","sentence_idx": 72},
   {"text":"Он приезжает в итоге к ней, так и не дождавшись ответа, по-моему, и она в итоге его отшивает, и говорит, что типа я другому отдана, и буду век ему верна, вот.",
   "sentence_idx": 73},
   {"text":"Ещё заканчивается тем, что приезжает муж.  И всё.",
   "sentence_idx": 74},
   {"text":"Вроде так было.","sentence_idx": 75}],
 "meta_data": {"grade":"11","specialization":"технический"},
 "text":"Короче, это пересказ о Евгении Онегине, ну простыми словами. Значит у нас есть главный герой Жека, Женёк, он, короче, местный кутила, значит, умом не блещет, за всю жизнь он прочитал три книги, все его знания поверхностные, но он при этом как бы вот, ну, вот он вовремя это вставляет, и поэтому все такие, о, какой он умный обалдеть, вот, и он такой, типа, о, да, я умный, но он по факту ничего не знает, вот. Короче, его дядя приказал долго жить,  он там болеет, то и се. И ну как бы Жеке нашему полагается наследство. Но он получит награду, только если будет ухаживать за дядей. И поэтому Онегин вместо того, чтобы продолжать кутить, приезжает в глухую деревню к своему дяде, чтобы за ним ухаживать. Ухаживает он достаточно активно, потому что если дяде что-то не понравится, то наследства он лишит нашего Женька. А наследство ему хочется, потому что он кутила, ему нужны деньги. Значит, все, дядя окочурился. И Женьку достается наследство в поместье вот этого дяди, там крепостные, ну короче, все как полагается. Хорошее наследство ему досталось. Все, что имел тут дядя. И он начинает проводить реформы того времени. Там то ли барщину на оброк, то ли оброк на барщину. Честно, я уже не помню, какая там разница, но он типа меняет с того, что, короче, лучше делает для крестьян. И все такие типа, а что это он делает? Сейчас типа мои крестьяне насмотрятся на его крестьян и взбунтуются, а нафиг мне это надо. Ну короче, типа, с подозрением относились к Жеке нашему, потому что приехал какой-то столичный  короче, приехал кто-то столичный, какие-то свои тут правила устанавливает, вот, ну и ещё короче, не по деревенским понятиям живет, вот. Ну и короче, никому это не нравится, вот. И там он знаком. . .  да, вот это наш Женек, это Онегин, вот в этой деревне он знакомится с другим чуваком, это с Вовкой этим, Ленским, а Вовка, он поэт, он молодой, у него максимализм вот этот вот, короче, вот это вот все и они подружились, потому что максималисты ну, такие вот вот, если типа. . .   Ну, короче, если Онегин просто типа из себя строит много чего, чему не соответствует, то Владимир Ленский, типа, он реально там заинтересован в искусстве, там, ну, то есть вот, ну, короче, если сравнивать их личность, то Владимир Ленский, типа, он как бы соответствует тому, что он, как бы, что он показывает в обществе, а Жека, он, я говорю, Жека - позер, вот, Жека - позер. Вот, значит, и как-то раз Вовка такой, а пойдем к Лариным, типа, вот, там вот девчуля, которая мне нравится, мы там, типа, на свещении, там в детстве дружат, и вообще мы там уже сто лет в обед будем как обвенчаны. Ой, не обвенчаны, а помолвлены, типа с младшей, с Ольгой, я ее люблю не могу, просто вот хоть сейчас почки вырву, отдам ей и почки, сердце, и все что угодно, что она попросит. Вот. Значит и Жека такой, ну поехали. Они приезжают к Лариным. Значит, это типа, вот там как раз появляются типа, чета Лариных, их старшая дочка Татьяна, которая такая, типа замухрыжка. Она типа, она норм Но у нее типа. .   Ну, типа обычные черты типа лица. Ну, и вообще, в принципе, внешность, темные волосы, темные глаза, вот это все, вот, ну, то есть она просто, ну, обычная. А ее младшая сестра, она типа. .  Она блондинка, с голубыми глазами. Короче, прям идеал красоты и там все от нее просто штабелями падают. Короче, местная красотка. А Танюха у нас просто обычная. И поэтому Танюху все игнорят. А вот, ну, я говорю, а перед Олей все штабелями падают. Вот, значит и. .  вот, и там Танюха увидела Онегина, и такая, ааах, какой он красивый, какой он нетакуся, Боже мой, боже мой. Я влюбилась. Это именины Татьяны. Жека, зная, что его другу нравится Ольга, решает по приколу пригласить ее на танец, и Ленский еще вспыльчивый, поэтому он такой, ты вот так вот мне нож в спину. Да какой ты после этого друг!Вот. .  Значит, Онегин, он как звук из тиктока 'Где ты тут бро увидел? Да мне чебурек дороже, чем ты'. Нет, ну ладно, там немножко не так, но  он такой типа вот ничего такого не было, вообще не парься, что ты вообще бесишься. И Ленский такой, нет, вы меня оскорбили, вот это все тыры-пыры, дыры-дыры, я вызываю вас на дуэль, вот типа. А от дуэли отказываться позорно, поэтому Онегин такой ну лааааадно. Они потом собираются на дуэль, и Онегин специально там, он там специально как бы и. .  он и опоздал на несколько часов на эту дуэль, он и себе в этот, блин, слово вылетело из головы. В секунданты он взял себе своего крестьянина, чтобы показать максимально что типа он не хочет этого, типа сказать первым, что он не хочет драться, ну типа не хочет биться с Ленским, он не может, потому что он гордый, да, а Владимир Ленский считает что его типа, ну Владимир Ленский тоже гордый, вот он считает что его оскорбили и оскорбили серьезно, и поэтому он такой типа но-но-но, будем драться, вот, вот. Нам Вовку застрелили, вот, значит и потом  Жека не ожидал вообще таких делов, у него не было таких планов. И поэтому он короче уезжает. И в итоге там Вовку похоронили в какой-то роще, под березой, что-то вот такое там было, или под ёлкой. В каком-то успокоенном месте его похоронили. Сначала к нему приходили Танюха с Олей. А потом Оля недолго грустила, она вышла за какого -то. . .   чувака типа из конной гвардии, что-то такое, ну короче вот да, через полгода, что, короче, недолго она грустила, значит, уехала вот с каким-то чуваком вот, какого-то низкого звания, типа чуть ли не рядового в каком-то полку, вот ну и короче к нему ходила на могилу только Танюха, ну потому что типа они были друзьяшками, и она типа, ну короче, он ей был как брат, а да, я же не рассказала, извини, пропустила. Танюха говорит Жеке, что она, типа, передает ему письмо, где она говорит, что типа вот, я вас люблю  и он читает, и они потом встречаются в саду, и он такой сорри, Танюха, но я тебя люблю только как сестру и вообще вы это, лучше такое не пишите, потому что это типа я вот такой понимающий, а вот кто-нибудь другой может вас не понять, и высмеять вас, и ваши типа нежные девичьи чувства будут типа задеты, поэтому типа ну короче больше так не делайте. Она расстроилась, ну короче дальше вот эта вот дуэль вот, да дальше Танюха и всё. Ну и дальше там типа Танюху везут в Москву на смотр невест, потому что ну типа, ну её младшая сестра уже вышла замуж, а у неё уже типа ну всё уже там. .   если бы у неё ещё был подходящий для брака возраст, ну для замужества возраст, ну короче уже было ей пора, ну надо. Кошмар какой. Дальше там рассказывается про то, как события переносятся на какое-то время, когда Онегин путешествовал, потому что его грызла совесть за то, что он застрелил типа друга. После этого он такой, он возвращается в Москву, там значит приходит на бал. .   Извини, меня прервали. Вот, короче, приезжает Онегин на бал.  Ну, он в Москву возвращается, приходит на бал.  Там встречает своего старого знакомого. Он там, князь, генерал, ну, короче, высокий, ну, типа, высокий по статусу чел.  Да. Значит, он такой, типа, вот, прикинь, я влюбился вообще прям.  Ну, капец, крышу мне снесло. Такая она вообще красивая, такая она вообще обалденная. Очень ее люблю. И Жека такой, ну, покажи же, что за красавица такая. Вот, типа, все. Вот, а там Танюха. Она уже такая, типа, светская эта, звезда местная, потому что, ну, короче, она там влилась в общество. Ну, типа, все, больше не невинная девочка. Вот, и все. Вот и она там крутая шишка, вот. И теперь, так как она не замухрышка, ну типа все её там и достоинства раскрылись, вот и Жека такой, обалдеть, так она оказывается крутая, а я ее отшил, значит, и вот потом тоже ей пишет письмо. И такой, я вас люблю, она его игнорит. Он приезжает в итоге к ней, так и не дождавшись ответа, по-моему, и она в итоге его отшивает, и говорит, что типа я другому отдана, и буду век ему верна, вот. Ещё заканчивается тем, что приезжает муж.  И всё. Вроде так было."},
 {"_id":"ObjectId('667351afac128b59cf8c60f2')",
 "sentences": [{"text":"Я постараюсь нормально пересказать, потому что все-таки читала давно, поэтому какие-то вещи подзабылись.",
   "sentence_idx": 1},
   {"text":"Вот.","sentence_idx": 2},
   {"text":"Итак, с чего бы начать?","sentence_idx": 3},
   {"text":"Ну вот у нас Александр Сергеевич Пушкин, который в этом романе в стихах является одним из действующих героев.",
   "sentence_idx": 4},
   {"text":"Ну как, он не то, чтобы прям участвует, но он как бы периодически в свои комментарии вставляет.",
   "sentence_idx": 5},
   {"text":"Вот.","sentence_idx": 6},
   {"text":"Рассказывает нам про Женька.","sentence_idx": 7},
   {"text":"Вот.","sentence_idx": 8},
   {"text":"Женек – это его друг.","sentence_idx": 9},
   {"text":"Евгений Онегин воспитывался, как все дворянины.",
   "sentence_idx": 10},
   {"text":"В целом, разговор может поддержать.","sentence_idx": 11},
   {"text":"Не прям тупой, всему обучен.","sentence_idx": 12},
   {"text":"Красавец.","sentence_idx": 13},
   {"text":"Но вот единственное, в 21 год он понимает, что он, видимо, нетакуся, ему всё надоедает, он решает такой, типа, «Господи, какие вы все тут тупые собрались, сидите, что-то обсуждаете, а вы не понимаете смысл вот этого существования, а я-то понял в свои 21 год».",
   "sentence_idx": 14},
   {"text":"Вот.","sentence_idx": 15},
   {"text":"И вот строит для себя, опять же, нетакусю и…",
   "sentence_idx": 16},
   {"text":"Как бы. . .","sentence_idx": 17},
   {"text":"Понимая, что вот это общество, оно не для него, оно его не понимает и не принимает таким, какой он есть.",
   "sentence_idx": 18},
   {"text":"Тут он узнает, что его. . .","sentence_idx": 19},
   {"text":"А, попутно, как вот это всё описывается, про Евгения Онегина, Пушкин там описывает ножки его любимые на кучу страниц, в целом размышляет по поводу. . .",
   "sentence_idx": 20},
   {"text":"То есть там как бы помимо самой истории…","sentence_idx": 21},
   {"text":"У нас есть ещё чисто размышление Пушкина по поводу разных вещей.",
   "sentence_idx": 22},
   {"text":"Вот.","sentence_idx": 23},
   {"text":"Тут Женёк узнаёт, что его дядя заболел, приезжает к нему, сидит, думает, господи, когда же ты уже сдохнешь?",
   "sentence_idx": 24},
   {"text":"Ты меня так уже задолбал.","sentence_idx": 25},
   {"text":"Вот.","sentence_idx": 26},
   {"text":"Но всё равно продолжает с ним сидеть, потому что всё-таки наследство-то хочется.",
   "sentence_idx": 27},
   {"text":"Надо быть примерным племянником.","sentence_idx": 28},
   {"text":"Вот.","sentence_idx": 29},
   {"text":"Дядя умирает, он получает в наследство огромный дом, прислугу, вот это всё, и решает, что типа, а чего уж я уеду вот за город, поживу там, там такая обстановка необычная.",
   "sentence_idx": 30},
   {"text":"Вот.","sentence_idx": 31},
   {"text":"Сейчас я там поживу, и вот там, наверное, будет настоящая жизнь, которую вот я так хочу, и которую. . .",
   "sentence_idx": 32},
   {"text":"Высшее общество не понимает.","sentence_idx": 33},
   {"text":"Приезжает туда, недельку-то он живёт, ему как бы в кайф, такой типа, ну вообще, круто.",
   "sentence_idx": 34},
   {"text":"А потом понимает, что ему тут скучно, что тут тоже как бы не ахти.",
   "sentence_idx": 35},
   {"text":"Опять превращается в нетакусю, сидит, злится, такой типа, господи, как вы меня все достали, я вас всех ненавижу.",
   "sentence_idx": 36},
   {"text":"Вот.","sentence_idx": 37},
   {"text":"И из-за этого он находит Владимира, начинает с ним дружить.",
   "sentence_idx": 38},
   {"text":"Ну как дружить?","sentence_idx": 39},
   {"text":"Они скорее друзья, потому что больше никого нет.",
   "sentence_idx": 40},
   {"text":"Общаться с крестьянами за 60, ну, как-то не очень.",
   "sentence_idx": 41},
   {"text":"Хочется хоть с кем-то, кто примерно твоего возраста, ну да, немножко помладше, вот, законнектиться.",
   "sentence_idx": 42},
   {"text":"Плюс Владимир у него вызывает какие-то определённые чувства в плане ностальгии.",
   "sentence_idx": 43},
   {"text":"Вот я в 18 лет такой же был, дурак.","sentence_idx": 44},
   {"text":"Вот это, во всё возвышенное верил.","sentence_idx": 45},
   {"text":"Вот.","sentence_idx": 46},
   {"text":"Владимир Ленский у нас приехал из Германии.","sentence_idx": 47},
   {"text":"Он такой вот поэт, ему прям вот эта жизнь, она ему очень нравится.",
   "sentence_idx": 48},
   {"text":"Он прям, он ещё и влюблён к тому же, то есть у него, эмоции просто его переполняют.",
   "sentence_idx": 49},
   {"text":"То есть в отличие от Онегина, который сидит, грустит и депрессирует, Ленский вообще не такой.",
   "sentence_idx": 50},
   {"text":"То есть они вот прям, как говорится, сошлись огонь и пламя.",
   "sentence_idx": 51},
   {"text":"00:04:14  Да, огонь и пламя сошлись, угу.","sentence_idx": 52},
   {"text":"Огонь и вода.","sentence_idx": 53},
   {"text":"Не суть.","sentence_idx": 54},
   {"text":"Вот.","sentence_idx": 55},
   {"text":"В итоге они там дружат, всякое такое.","sentence_idx": 56},
   {"text":"Ленский рассказывает про то, что вот, а я помолвлен с девушкой, она такая классная, она мне так нравится.",
   "sentence_idx": 57},
   {"text":"А давайте, Евгений, поедем к ним в гости.","sentence_idx": 58},
   {"text":"Поехали с нами, давай.","sentence_idx": 59},
   {"text":"В итоге Онегин такой, ну а почему бы и нет, мне всё равно заняться нечем.",
   "sentence_idx": 60},
   {"text":"Едет к Лариным.","sentence_idx": 61},
   {"text":"Тут нам представляют семейство Лариных.","sentence_idx": 62},
   {"text":"Вот была Ольга, которая была помолвлена с Владимиром.",
   "sentence_idx": 63},
   {"text":"И она тоже такая вся весёлая, беззаботная, наивная.",
   "sentence_idx": 64},
   {"text":"Вот.","sentence_idx": 65},
   {"text":"В целом её никакие вещи не волнуют.","sentence_idx": 66},
   {"text":"Не то чтобы она и Владимира прям сильно любит, но это такое вот.",
   "sentence_idx": 67},
   {"text":"Она. . .","sentence_idx": 68},
   {"text":"Как это?","sentence_idx": 69},
   {"text":"Одна из первых её влюблённостей.","sentence_idx": 70},
   {"text":"Поэтому. . .","sentence_idx": 71},
   {"text":"Ну, как бы. . .","sentence_idx": 72},
   {"text":"Да.","sentence_idx": 73},
   {"text":"Ну, не то, чтобы у них прям сильная любовь.","sentence_idx": 74},
   {"text":"Вот.","sentence_idx": 75},
   {"text":"Татьяна, она вот вообще абсолютно не такая, как Ольга.",
   "sentence_idx": 76},
   {"text":"Она, наоборот, спокойная, тихая, зажатая, сидит, книжечку читает.",
   "sentence_idx": 77},
   {"text":"Вот.","sentence_idx": 78},
   {"text":"Ей на природе намного комфортнее, чем с людьми.",
   "sentence_idx": 79},
   {"text":"Её так воспитывали.","sentence_idx": 80},
   {"text":"Короче, тоже полные противоположности.","sentence_idx": 81},
   {"text":"Тут Онегин как бы примечает Татьяну, ну, даже Ленскому говорит, что вот, знаешь, мне на самом деле, я не понимаю, почему ты Ольгу выбрал, потому что Татьяна как будто бы круче.",
   "sentence_idx": 82},
   {"text":"Вот.","sentence_idx": 83},
   {"text":"И. . .","sentence_idx": 84},
   {"text":"Ну, а Ленский говорит, что ой, ты ничего не понимаешь, и всё.",
   "sentence_idx": 85},
   {"text":"Тут Татьяна видит Онегина.","sentence_idx": 86},
   {"text":"Конечно, такой вот он загадочный, что-то он там как-то выражается, вот это, не такой, как все.",
   "sentence_idx": 87},
   {"text":"Конечно, у неё это какие-то чувства пробуждают, и она влюбляется в него.",
   "sentence_idx": 88},
   {"text":"Периодически Онегин вроде бы стал заезжать к ним,   00:06:19  поужинать вместе с Ленским.",
   "sentence_idx": 89},
   {"text":"Вот.","sentence_idx": 90},
   {"text":"Татьяна, опять же, она в него влюбилась.","sentence_idx": 91},
   {"text":"Рассказывают об этом тете, ой, тете, господи, своей няне.",
   "sentence_idx": 92},
   {"text":"Говорит, вот, я влюбилась, я его так люблю, я люблю его, надо письмо ему написать, боже мой.",
   "sentence_idx": 93},
   {"text":"Короче, написала ему письмо на французском, причём половину фраз она стыбзила из поэм, которые она читала, из французских книжек, потому что другого представления о любви у неё вообще нет.",
   "sentence_idx": 94},
   {"text":"Она всё это записала, отправила ему.","sentence_idx": 95},
   {"text":"При этом она не подписала, кто конкретно, ну, отправляет, попросила анонимно.",
   "sentence_idx": 96},
   {"text":"Но потом, что меня смущало всегда, она, я помню, она разозлилась, ну, как бы расстроилась, что Онегин так долго ей не отвечал, вот, но хотя, а как бы он ответил, если он, ну, это всё анонимно было, то есть он не знает, кто написал-то, кому ему ответ-то отдавать.",
   "sentence_idx": 97},
   {"text":"Ну, короче, отправила она ему это письмо, он прочитал, вот вроде как такую, ну, прикольно.",
   "sentence_idx": 98},
   {"text":"Здорово.","sentence_idx": 99},
   {"text":"Ну давай, пока.","sentence_idx": 100},
   {"text":"Вот.","sentence_idx": 101},
   {"text":"В итоге, наконец-то, он понял, что написала Татьяна.",
   "sentence_idx": 102},
   {"text":"Пошёл к ней, ну как, не к ней прямо, он сказал, что вот давай встретимся в саду у вас.",
   "sentence_idx": 103},
   {"text":"Вот, Татьяна, когда шла в этот сад, пробежала 25 километров, потому что она оббежала из-за переизбытка эмоций, она оббежала всю усадьбу, а усадьба это, ну, довольно большое, ну, в плане не внутри, а снаружи, вот, а это довольно большая территория, она там что-то по лесу бежала, сквозь кусты, деревья, вот, в итоге прибежала туда, и тут ей Онегин говорит, типа, сорри, ты мне не нравишься, ничего у нас не получится, всё.",
   "sentence_idx": 104},
   {"text":"Татьяна, конечно же, это первая её любовь, всё разбито, плохо, она очень сильно расстраивается из-за этого, вот.",
   "sentence_idx": 105},
   {"text":"И она потом кучу дней сидит в комнате, никуда не выходит.",
   "sentence_idx": 106},
   {"text":"Онегин тоже, типа, к ним не приезжает.","sentence_idx": 107},
   {"text":"Никто не понимает, чё происходит.","sentence_idx": 108},
   {"text":"Вот.","sentence_idx": 109},
   {"text":"В какой-то момент Ленский говорит, что-то ты давно не ездил к Лариным.",
   "sentence_idx": 110},
   {"text":"Поехали, сегодня там бал.  Вот.","sentence_idx": 111},
   {"text":"А, ещё до. . .","sentence_idx": 112},
   {"text":"Точно, я вспомнила.","sentence_idx": 113},
   {"text":"До того, как ей. . .  как она получила ответ от Онегина, ей приснился сон, где Онегин как раз-таки отвечает ей взаимно на её чувства.",
   "sentence_idx": 114},
   {"text":"И он такой вещий сон, потому что потом то, что произошло в этом сне, произойдёт и в самом романе, потому что там и Ленский умрёт и все остальные, но это уже спойлеры.",
   "sentence_idx": 115},
   {"text":"Не все остальные умрут, в плане всё, что во сне происходит, там будет отражение этого.",
   "sentence_idx": 116},
   {"text":"Вот.","sentence_idx": 117},
   {"text":"Ну, короче, Онегин приезжает на бал вместе с Ленским.",
   "sentence_idx": 118},
   {"text":"И что-то ему в голову ударило, он думает, блин, а чё, прикольно будет, сейчас я с Ольгой потанцую.",
   "sentence_idx": 119},
   {"text":"Их любимый танец с Онегин. . .  ой, с Онегиным, с Ленским.",
   "sentence_idx": 120},
   {"text":"Вот.","sentence_idx": 121},
   {"text":"Ленский такой, типа, ты офигел?","sentence_idx": 122},
   {"text":"'Это чё такое? '","sentence_idx": 123},
   {"text":"Вот.","sentence_idx": 124},
   {"text":"Он танцует с Ольгой.","sentence_idx": 125},
   {"text":"Ольга тоже такая, типа, ха-ха, как это смешно, как это прикольно.",
   "sentence_idx": 126},
   {"text":"Вот они потанцевали.","sentence_idx": 127},
   {"text":"Ленский такой, типа, ты чё, оборзел?","sentence_idx": 128},
   {"text":"Ну, короче, подходит к ним и говорит, всё, я тебя на дуэль вызываю.",
   "sentence_idx": 129},
   {"text":"Вот.","sentence_idx": 130},
   {"text":"При этом Ольга тоже, она не в курсах, чё происходит.",
   "sentence_idx": 131},
   {"text":"А, вот, ему Онегину-то ударило в голову, потому что там Татьяна вышла, и он как-то вот ему захотелось, что ли, я не знаю, ей побольнее сделать, кому-то побольнее сделать, просто, ну, по приколу.",
   "sentence_idx": 132},
   {"text":"Вот.","sentence_idx": 133},
   {"text":"В итоге происходит дуэль.","sentence_idx": 134},
   {"text":"Главное, до этого они ещё такие, типа, нафиг мы вообще в это ввязались, но никто ничего не отсылает.",
   "sentence_idx": 135},
   {"text":"Онегин опаздывает, типа, на минут 15, и по факту можно было бы дуэль закончить, но там их этот, секундант, наоборот, их подначивает, типа, давайте, по приколу, это же весело.",
   "sentence_idx": 136},
   {"text":"Вот, короче, убивают Вована.","sentence_idx": 137},
   {"text":"Вот.","sentence_idx": 138},
   {"text":"Онегин из-за этого расстраивается, думает, блин, ну зря.",
   "sentence_idx": 139},
   {"text":"Не надо было мне этого делать, наверное.","sentence_idx": 140},
   {"text":"Ольга погрустила буквально месяц и вышла замуж за другого.",
   "sentence_idx": 141},
   {"text":"Онегин уезжает из этой деревни, путешествует.",
   "sentence_idx": 142},
   {"text":"В это время Татьяна, она. . .","sentence_idx": 143},
   {"text":"У неё там проходят именины, потом. . .","sentence_idx": 144},
   {"text":"Она даже, как это, прорефлексировала свою любовь к Онегину, стала взрослее, умнее, потому что она ещё к нему сходила в эту усадьбу, почитала те книжки, которые он читает, заметила, что там он себе заметки делал, какие фразы можно вставить, поняла, что вот его какой-то этот образ, он просто себе его сделал, этот образ.",
   "sentence_idx": 145},
   {"text":"И в итоге. . .","sentence_idx": 146},
   {"text":"Ну, поняла, что, на самом деле, Онегин не то, чтобы прям, ну, крутой, что вот он, на самом деле, просто реально себе этот образ сделал, и всё.",
   "sentence_idx": 147},
   {"text":"Вот, она становится взрослее.","sentence_idx": 148},
   {"text":"У неё появляется муж.  Муж хороший человек, он её уважает.",
   "sentence_idx": 149},
   {"text":"У них не то, чтобы любовь, но они как бы к друг другу хорошо относятся.",
   "sentence_idx": 150},
   {"text":"Вот.","sentence_idx": 151},
   {"text":"И как бы вроде всё супер, класс.","sentence_idx": 152},
   {"text":"И тут, конечно, естественно, надо было приехать Онегину.",
   "sentence_idx": 153},
   {"text":"Он приезжает, оказывается, на этом балу, где тоже Татьяна.",
   "sentence_idx": 154},
   {"text":"Вот, видит её, узнаёт, что у неё есть муж.","sentence_idx": 155},
   {"text":"И тут он воспылал к ней чувствами.","sentence_idx": 156},
   {"text":"Понял, что какой я дурак был, чё я ей отказал, она же такая женщина.",
   "sentence_idx": 157},
   {"text":"Вот.","sentence_idx": 158},
   {"text":"Зачем я ей сказал, что ты для меня больше, как сестра?",
   "sentence_idx": 159},
   {"text":"Не надо было этого говорить.","sentence_idx": 160},
   {"text":"Короче, тоже пишет ей в ответ письмо, где он раскрывает свои чувства.",
   "sentence_idx": 161},
   {"text":"То есть у нас получается такая. . .","sentence_idx": 162},
   {"text":"Это не кольцевая композиция, а зеркальная.","sentence_idx": 163},
   {"text":"Вот.","sentence_idx": 164},
   {"text":"Ну, короче, да, пишет он ей письмо, отдаёт.",
   "sentence_idx": 165},
   {"text":"У них там происходит как-то рандеву, но не по прихоти Татьяны.",
   "sentence_idx": 166},
   {"text":"Вот, он падает перед её коленями, такой говорит, вот, я тебя люблю, очень сильно.",
   "sentence_idx": 167},
   {"text":"Татьяна, она ей тоже как бы плохо из-за того, что вот нафиг ты сюда пришёл, у меня всё отлично было, нет, ты припёрся.",
   "sentence_idx": 168},
   {"text":"Вот.","sentence_idx": 169},
   {"text":"И говорит ему, что извини, но я уже. . .","sentence_idx": 170},
   {"text":"Всё, у меня есть муж, я ему вовек буду верна.",
   "sentence_idx": 171},
   {"text":"Всё.","sentence_idx": 172},
   {"text":"Предложения как бы не принимаются.","sentence_idx": 173},
   {"text":"Вот.","sentence_idx": 174},
   {"text":"Ну и как бы на этом всё заканчивается.","sentence_idx": 175},
   {"text":"Вот.","sentence_idx": 176},
   {"text":"Вроде бы всё пересказала.","sentence_idx": 177},
   {"text":"Да.","sentence_idx": 178}],
 "meta_data": {"grade":"11","specialization":"общеобразовательный"},
 "text":"Я постараюсь нормально пересказать, потому что все-таки читала давно, поэтому какие-то вещи подзабылись. Вот. Итак, с чего бы начать? Ну вот у нас Александр Сергеевич Пушкин, который в этом романе в стихах является одним из действующих героев. Ну как, он не то, чтобы прям участвует, но он как бы периодически в свои комментарии вставляет. Вот. Рассказывает нам про Женька. Вот. Женек – это его друг. Евгений Онегин воспитывался, как все дворянины. В целом, разговор может поддержать. Не прям тупой, всему обучен. Красавец. Но вот единственное, в 21 год он понимает, что он, видимо, нетакуся, ему всё надоедает, он решает такой, типа, «Господи, какие вы все тут тупые собрались, сидите, что-то обсуждаете, а вы не понимаете смысл вот этого существования, а я-то понял в свои 21 год». Вот. И вот строит для себя, опять же, нетакусю и…Как бы. . . Понимая, что вот это общество, оно не для него, оно его не понимает и не принимает таким, какой он есть. Тут он узнает, что его. . . А, попутно, как вот это всё описывается, про Евгения Онегина, Пушкин там описывает ножки его любимые на кучу страниц, в целом размышляет по поводу. . . То есть там как бы помимо самой истории…У нас есть ещё чисто размышление Пушкина по поводу разных вещей. Вот. Тут Женёк узнаёт, что его дядя заболел, приезжает к нему, сидит, думает, господи, когда же ты уже сдохнешь? Ты меня так уже задолбал. Вот. Но всё равно продолжает с ним сидеть, потому что всё-таки наследство-то хочется. Надо быть примерным племянником. Вот. Дядя умирает, он получает в наследство огромный дом, прислугу, вот это всё, и решает, что типа, а чего уж я уеду вот за город, поживу там, там такая обстановка необычная. Вот. Сейчас я там поживу, и вот там, наверное, будет настоящая жизнь, которую вот я так хочу, и которую. . . Высшее общество не понимает. Приезжает туда, недельку-то он живёт, ему как бы в кайф, такой типа, ну вообще, круто. А потом понимает, что ему тут скучно, что тут тоже как бы не ахти. Опять превращается в нетакусю, сидит, злится, такой типа, господи, как вы меня все достали, я вас всех ненавижу. Вот. И из-за этого он находит Владимира, начинает с ним дружить. Ну как дружить? Они скорее друзья, потому что больше никого нет. Общаться с крестьянами за 60, ну, как-то не очень. Хочется хоть с кем-то, кто примерно твоего возраста, ну да, немножко помладше, вот, законнектиться. Плюс Владимир у него вызывает какие-то определённые чувства в плане ностальгии. Вот я в 18 лет такой же был, дурак. Вот это, во всё возвышенное верил. Вот. Владимир Ленский у нас приехал из Германии. Он такой вот поэт, ему прям вот эта жизнь, она ему очень нравится. Он прям, он ещё и влюблён к тому же, то есть у него, эмоции просто его переполняют. То есть в отличие от Онегина, который сидит, грустит и депрессирует, Ленский вообще не такой. То есть они вот прям, как говорится, сошлись огонь и пламя. 00:04:14  Да, огонь и пламя сошлись, угу. Огонь и вода. Не суть. Вот. В итоге они там дружат, всякое такое. Ленский рассказывает про то, что вот, а я помолвлен с девушкой, она такая классная, она мне так нравится. А давайте, Евгений, поедем к ним в гости. Поехали с нами, давай. В итоге Онегин такой, ну а почему бы и нет, мне всё равно заняться нечем. Едет к Лариным. Тут нам представляют семейство Лариных. Вот была Ольга, которая была помолвлена с Владимиром. И она тоже такая вся весёлая, беззаботная, наивная. Вот. В целом её никакие вещи не волнуют. Не то чтобы она и Владимира прям сильно любит, но это такое вот. Она. . . Как это? Одна из первых её влюблённостей. Поэтому. . . Ну, как бы. . . Да. Ну, не то, чтобы у них прям сильная любовь. Вот. Татьяна, она вот вообще абсолютно не такая, как Ольга. Она, наоборот, спокойная, тихая, зажатая, сидит, книжечку читает. Вот. Ей на природе намного комфортнее, чем с людьми. Её так воспитывали. Короче, тоже полные противоположности. Тут Онегин как бы примечает Татьяну, ну, даже Ленскому говорит, что вот, знаешь, мне на самом деле, я не понимаю, почему ты Ольгу выбрал, потому что Татьяна как будто бы круче. Вот. И. . . Ну, а Ленский говорит, что ой, ты ничего не понимаешь, и всё. Тут Татьяна видит Онегина. Конечно, такой вот он загадочный, что-то он там как-то выражается, вот это, не такой, как все. Конечно, у неё это какие-то чувства пробуждают, и она влюбляется в него. Периодически Онегин вроде бы стал заезжать к ним,   00:06:19  поужинать вместе с Ленским. Вот. Татьяна, опять же, она в него влюбилась. Рассказывают об этом тете, ой, тете, господи, своей няне. Говорит, вот, я влюбилась, я его так люблю, я люблю его, надо письмо ему написать, боже мой. Короче, написала ему письмо на французском, причём половину фраз она стыбзила из поэм, которые она читала, из французских книжек, потому что другого представления о любви у неё вообще нет. Она всё это записала, отправила ему. При этом она не подписала, кто конкретно, ну, отправляет, попросила анонимно. Но потом, что меня смущало всегда, она, я помню, она разозлилась, ну, как бы расстроилась, что Онегин так долго ей не отвечал, вот, но хотя, а как бы он ответил, если он, ну, это всё анонимно было, то есть он не знает, кто написал-то, кому ему ответ-то отдавать. Ну, короче, отправила она ему это письмо, он прочитал, вот вроде как такую, ну, прикольно. Здорово. Ну давай, пока. Вот. В итоге, наконец-то, он понял, что написала Татьяна. Пошёл к ней, ну как, не к ней прямо, он сказал, что вот давай встретимся в саду у вас. Вот, Татьяна, когда шла в этот сад, пробежала 25 километров, потому что она оббежала из-за переизбытка эмоций, она оббежала всю усадьбу, а усадьба это, ну, довольно большое, ну, в плане не внутри, а снаружи, вот, а это довольно большая территория, она там что-то по лесу бежала, сквозь кусты, деревья, вот, в итоге прибежала туда, и тут ей Онегин говорит, типа, сорри, ты мне не нравишься, ничего у нас не получится, всё. Татьяна, конечно же, это первая её любовь, всё разбито, плохо, она очень сильно расстраивается из-за этого, вот. И она потом кучу дней сидит в комнате, никуда не выходит. Онегин тоже, типа, к ним не приезжает. Никто не понимает, чё происходит. Вот. В какой-то момент Ленский говорит, что-то ты давно не ездил к Лариным. Поехали, сегодня там бал.  Вот. А, ещё до. . . Точно, я вспомнила. До того, как ей. . .  как она получила ответ от Онегина, ей приснился сон, где Онегин как раз-таки отвечает ей взаимно на её чувства. И он такой вещий сон, потому что потом то, что произошло в этом сне, произойдёт и в самом романе, потому что там и Ленский умрёт и все остальные, но это уже спойлеры. Не все остальные умрут, в плане всё, что во сне происходит, там будет отражение этого. Вот. Ну, короче, Онегин приезжает на бал вместе с Ленским. И что-то ему в голову ударило, он думает, блин, а чё, прикольно будет, сейчас я с Ольгой потанцую. Их любимый танец с Онегин. . .  ой, с Онегиным, с Ленским. Вот. Ленский такой, типа, ты офигел? 'Это чё такое? ' Вот. Он танцует с Ольгой. Ольга тоже такая, типа, ха-ха, как это смешно, как это прикольно. Вот они потанцевали. Ленский такой, типа, ты чё, оборзел? Ну, короче, подходит к ним и говорит, всё, я тебя на дуэль вызываю. Вот. При этом Ольга тоже, она не в курсах, чё происходит. А, вот, ему Онегину-то ударило в голову, потому что там Татьяна вышла, и он как-то вот ему захотелось, что ли, я не знаю, ей побольнее сделать, кому-то побольнее сделать, просто, ну, по приколу. Вот. В итоге происходит дуэль. Главное, до этого они ещё такие, типа, нафиг мы вообще в это ввязались, но никто ничего не отсылает. Онегин опаздывает, типа, на минут 15, и по факту можно было бы дуэль закончить, но там их этот, секундант, наоборот, их подначивает, типа, давайте, по приколу, это же весело. Вот, короче, убивают Вована. Вот. Онегин из-за этого расстраивается, думает, блин, ну зря. Не надо было мне этого делать, наверное. Ольга погрустила буквально месяц и вышла замуж за другого. Онегин уезжает из этой деревни, путешествует. В это время Татьяна, она. . . У неё там проходят именины, потом. . . Она даже, как это, прорефлексировала свою любовь к Онегину, стала взрослее, умнее, потому что она ещё к нему сходила в эту усадьбу, почитала те книжки, которые он читает, заметила, что там он себе заметки делал, какие фразы можно вставить, поняла, что вот его какой-то этот образ, он просто себе его сделал, этот образ. И в итоге. . . Ну, поняла, что, на самом деле, Онегин не то, чтобы прям, ну, крутой, что вот он, на самом деле, просто реально себе этот образ сделал, и всё. Вот, она становится взрослее. У неё появляется муж.  Муж хороший человек, он её уважает. У них не то, чтобы любовь, но они как бы к друг другу хорошо относятся. Вот. И как бы вроде всё супер, класс. И тут, конечно, естественно, надо было приехать Онегину. Он приезжает, оказывается, на этом балу, где тоже Татьяна. Вот, видит её, узнаёт, что у неё есть муж. И тут он воспылал к ней чувствами. Понял, что какой я дурак был, чё я ей отказал, она же такая женщина. Вот. Зачем я ей сказал, что ты для меня больше, как сестра? Не надо было этого говорить. Короче, тоже пишет ей в ответ письмо, где он раскрывает свои чувства. То есть у нас получается такая. . . Это не кольцевая композиция, а зеркальная. Вот. Ну, короче, да, пишет он ей письмо, отдаёт. У них там происходит как-то рандеву, но не по прихоти Татьяны. Вот, он падает перед её коленями, такой говорит, вот, я тебя люблю, очень сильно. Татьяна, она ей тоже как бы плохо из-за того, что вот нафиг ты сюда пришёл, у меня всё отлично было, нет, ты припёрся. Вот. И говорит ему, что извини, но я уже. . . Всё, у меня есть муж, я ему вовек буду верна. Всё. Предложения как бы не принимаются. Вот. Ну и как бы на этом всё заканчивается. Вот. Вроде бы всё пересказала. Да."},
 {"_id":"ObjectId('6673520bac128b59cf8c6313')",
 "sentences": [{"text":"Все начинается с того, что Евгению Онегину приходит письмо от его дяди, который находится в очень тяжелом состоянии, и, конечно же, племянник приезжает к нему в поместье.",
   "sentence_idx": 1},
   {"text":"Но на тот момент дядя уже умер, а Евгению Онегину досталось достаточно крупное наследство, и тот переехал в деревню, в которой ввел особую барщину, из-за которой крестьяне посчитали его даже немного сумасшедшим и странным, потому что им было просто это непривычно.",
   "sentence_idx": 2},
   {"text":"Также нам немного раскрывают личность главного героя.",
   "sentence_idx": 3},
   {"text":"Он был очень нарциссичен, мог часами смотреть в зеркало.",
   "sentence_idx": 4},
   {"text":"Да и, в принципе, вся его личность была построена на произведениях Адама Смита, великого экономиста.",
   "sentence_idx": 5},
   {"text":"Вообще, личность многих героев в произведениях Евгения Онегина будет построена на их литературных предпочтениях.",
   "sentence_idx": 6},
   {"text":"Потом Евгений Онегин знакомится с Владимиром Ленским, потому что ему просто было скучно и надо было с кем-то общаться.",
   "sentence_idx": 7},
   {"text":"А Владимир Ленский был полной противоположностью главного героя.",
   "sentence_idx": 8},
   {"text":"Он обожал читать Гёте и Канта, писал стихи и был в принципе очень романтичной натурой.",
   "sentence_idx": 9},
   {"text":"Он был влюблен в Ольгу Ларину, у которой была сестра Татьяна Ларина.",
   "sentence_idx": 10},
   {"text":"И Владимир Ленский вскоре знакомит Евгения Онегина с семьей Ларинах.",
   "sentence_idx": 11},
   {"text":"И Татьяна Ларина с первого взгляда влюбляется в Евгения.",
   "sentence_idx": 12},
   {"text":"И чтобы рассказать о своих чувствах, она пишет ему письмо на французском языке.",
   "sentence_idx": 13},
   {"text":"Тогда французский знали даже лучше, чем русский, потому что это был какой-то аристократичный язык.",
   "sentence_idx": 14},
   {"text":"Все учили именно его.","sentence_idx": 15},
   {"text":"Но Татьяна не получает ответа на своё письмо.",
   "sentence_idx": 16},
   {"text":"А вскоре, когда они встретились с Евгением Онегиным, он начинает её упрекать за то, что она была излишне эмоциональна.",
   "sentence_idx": 17},
   {"text":"И, конечно же, девушка расстраивается.","sentence_idx": 18},
   {"text":"Потом она во время святок идёт гадать.","sentence_idx": 19},
   {"text":"И ей снится сон, в котором Владимир Ленский погибает от рук Евгения Онегина.",
   "sentence_idx": 20},
   {"text":"Потом будут именины, и тогда уже будет известно, что Владимир Ленский скоро женится на княгине Ольге.",
   "sentence_idx": 21},
   {"text":"Но Евгений Онегин на этих именинах повёл себя просто ужасно.",
   "sentence_idx": 22},
   {"text":"Он начал танцевать с Ольгой и шептать ей всякие пошлости на ухо, что, конечно же, не понравилось другу Евгения Онегина, Владимиру Ленскому.",
   "sentence_idx": 23},
   {"text":"И тот вызывает Евгения на дуэль.","sentence_idx": 24},
   {"text":"Дуэль эта будет проведена абсолютно не по правилам, и Владимир Ленский погибнет от рук Онегина.",
   "sentence_idx": 25},
   {"text":"Ольга переживет эту трагедию, а Евгений Онегин навсегда уедет из деревни.",
   "sentence_idx": 26},
   {"text":"Но на самом деле не навсегда, потом он вернется, но об этом чуть позже.",
   "sentence_idx": 27},
   {"text":"Татьяна Ларина пойдет на ярмарку невест, где встретит князя, за которого выйдет замуж.",
   "sentence_idx": 28},
   {"text":"А потом, через несколько лет, приедет Евгений Онегин и увидит Татьяну с князем.",
   "sentence_idx": 29},
   {"text":"Потом поймёт, что влюбился в неё, и напишет ей письмо, на которое не получит ответа.",
   "sentence_idx": 30},
   {"text":"И решит навестить Татьяну Ларину.","sentence_idx": 31},
   {"text":"А та, в момент, когда Евгений Онегин к ней приехал, сидела и плакала над этим письмом.",
   "sentence_idx": 32},
   {"text":"И она грустила из-за того, что Евгений Онегин не написал этого раньше.",
   "sentence_idx": 33},
   {"text":"И то, что она уже ничего не сможет изменить, хотя все равно его и любит.",
   "sentence_idx": 34},
   {"text":"Но она навсегда останется верной князю.","sentence_idx": 35},
   {"text":"И хочется сказать, что Евгений Онегин был каким-то идеалом любви для Татьяны Лариной, потому что она обожала читать романы и искала своего принца.",
   "sentence_idx": 36},
   {"text":"Но вся эта история закончится не любовью.","sentence_idx": 37},
   {"text":"Даже не взаимной любовью.","sentence_idx": 38},
   {"text":"То он её любит, то она.","sentence_idx": 39},
   {"text":"А в итоге все остаются как бы ни с чем.","sentence_idx": 40}],
 "meta_data": {"grade":"9","specialization":"общеобразовательный"},
 "text":"Все начинается с того, что Евгению Онегину приходит письмо от его дяди, который находится в очень тяжелом состоянии, и, конечно же, племянник приезжает к нему в поместье. Но на тот момент дядя уже умер, а Евгению Онегину досталось достаточно крупное наследство, и тот переехал в деревню, в которой ввел особую барщину, из-за которой крестьяне посчитали его даже немного сумасшедшим и странным, потому что им было просто это непривычно. Также нам немного раскрывают личность главного героя. Он был очень нарциссичен, мог часами смотреть в зеркало. Да и, в принципе, вся его личность была построена на произведениях Адама Смита, великого экономиста. Вообще, личность многих героев в произведениях Евгения Онегина будет построена на их литературных предпочтениях. Потом Евгений Онегин знакомится с Владимиром Ленским, потому что ему просто было скучно и надо было с кем-то общаться. А Владимир Ленский был полной противоположностью главного героя. Он обожал читать Гёте и Канта, писал стихи и был в принципе очень романтичной натурой. Он был влюблен в Ольгу Ларину, у которой была сестра Татьяна Ларина. И Владимир Ленский вскоре знакомит Евгения Онегина с семьей Ларинах. И Татьяна Ларина с первого взгляда влюбляется в Евгения. И чтобы рассказать о своих чувствах, она пишет ему письмо на французском языке. Тогда французский знали даже лучше, чем русский, потому что это был какой-то аристократичный язык. Все учили именно его. Но Татьяна не получает ответа на своё письмо. А вскоре, когда они встретились с Евгением Онегиным, он начинает её упрекать за то, что она была излишне эмоциональна. И, конечно же, девушка расстраивается. Потом она во время святок идёт гадать. И ей снится сон, в котором Владимир Ленский погибает от рук Евгения Онегина. Потом будут именины, и тогда уже будет известно, что Владимир Ленский скоро женится на княгине Ольге. Но Евгений Онегин на этих именинах повёл себя просто ужасно. Он начал танцевать с Ольгой и шептать ей всякие пошлости на ухо, что, конечно же, не понравилось другу Евгения Онегина, Владимиру Ленскому. И тот вызывает Евгения на дуэль. Дуэль эта будет проведена абсолютно не по правилам, и Владимир Ленский погибнет от рук Онегина. Ольга переживет эту трагедию, а Евгений Онегин навсегда уедет из деревни. Но на самом деле не навсегда, потом он вернется, но об этом чуть позже. Татьяна Ларина пойдет на ярмарку невест, где встретит князя, за которого выйдет замуж. А потом, через несколько лет, приедет Евгений Онегин и увидит Татьяну с князем. Потом поймёт, что влюбился в неё, и напишет ей письмо, на которое не получит ответа. И решит навестить Татьяну Ларину. А та, в момент, когда Евгений Онегин к ней приехал, сидела и плакала над этим письмом. И она грустила из-за того, что Евгений Онегин не написал этого раньше. И то, что она уже ничего не сможет изменить, хотя все равно его и любит. Но она навсегда останется верной князю. И хочется сказать, что Евгений Онегин был каким-то идеалом любви для Татьяны Лариной, потому что она обожала читать романы и искала своего принца. Но вся эта история закончится не любовью. Даже не взаимной любовью. То он её любит, то она. А в итоге все остаются как бы ни с чем."},
 {"_id":"ObjectId('66735215ac128b59cf8c6374')",
 "sentences": [{"text":"Так, жил-был Евгений Онегин.","sentence_idx": 1},
   {"text":"Он. . .","sentence_idx": 2},
   {"text":"Ему было всё время скучно, он ходил на разные представления, там, балеты, ходил, чтобы посмотреть то, как там девушки танцуют, на их ножки посмотреть.",
   "sentence_idx": 3},
   {"text":"Ему это надоело всё, ему была скучная жизнь, скучная, скучный такой. . .",
   "sentence_idx": 4},
   {"text":"Потом ему приходит письмо о том, что его дядя там умер.",
   "sentence_idx": 5},
   {"text":"Он приезжает на похороны и остаётся в доме своего дяди.",
   "sentence_idx": 6},
   {"text":"Там есть соседи, и один из соседей — это семья Лариных.",
   "sentence_idx": 7},
   {"text":"К этим Лариным ездит, у них есть друг Владимир Ленский.",
   "sentence_idx": 8},
   {"text":"И он к ним приезжает в гости очень часто, и он влюблён в одну дочь из этих Лариных, Ольгу.",
   "sentence_idx": 9},
   {"text":"Ещё там есть Татьяна Ларина, её сестра старшая.",
   "sentence_idx": 10},
   {"text":"Вот, Ленский влюблён в Ольгу.","sentence_idx": 11},
   {"text":"И Ленский как-то приходит к Онегину, так как узнал, что у них новый сосед.",
   "sentence_idx": 12},
   {"text":"Пришел, чтобы познакомиться.","sentence_idx": 13},
   {"text":"Они подружились.","sentence_idx": 14},
   {"text":"И-и-и, что дальше. .","sentence_idx": 15},
   {"text":"Сейчас.","sentence_idx": 16},
   {"text":"Они подружились, он пригласил Онегина зайти в гости к Лариным, чтобы он познакомился с ними.",
   "sentence_idx": 17},
   {"text":"Вот, и в гостях, когда он приезжает в гости к Лариным, он встречается с Татьяной.",
   "sentence_idx": 18},
   {"text":"Вот, ну и в конечном итоге там Татьяна, она влюбляется в Онегина.",
   "sentence_idx": 19},
   {"text":"А дальше. . .","sentence_idx": 20},
   {"text":"Блин, вспомнить бы!","sentence_idx": 21},
   {"text":"Так, дальше. . .","sentence_idx": 22},
   {"text":"Она вот влюбляется, всё время думает о нём.","sentence_idx": 23},
   {"text":"И потом она пишет ему письмо.","sentence_idx": 24},
   {"text":"Я к вам пишу, чего же боле, да.","sentence_idx": 25},
   {"text":"Она пишет ему письмо, где рассказывает о своих чувствах.",
   "sentence_idx": 26},
   {"text":"Он его получает, но не отвечает.","sentence_idx": 27},
   {"text":"Потом он сам к ней приезжает и всё объясняет, то, что он, типа, блин, как сказать?",
   "sentence_idx": 28},
   {"text":"Из него типа семьянин не получится, но если бы ему надо было выбирать жену, он обязательно выбрал бы её.",
   "sentence_idx": 29},
   {"text":"Но в её жизни, в семье как бы он принесёт только несчастье.",
   "sentence_idx": 30},
   {"text":"Ну и вот так вот он её отверг, можно сказать, её чувства.",
   "sentence_idx": 31},
   {"text":"А потом там у Татьяны намечается день рождения.",
   "sentence_idx": 32},
   {"text":"На этот день рождения приглашают еще и Евгения Онегина, Ленского, вот они все там.",
   "sentence_idx": 33},
   {"text":"И на дне рождения Евгений Онегин танцует с Ольгой, которая, это, в которую влюблён Ленский, с Ольгой Лариной.",
   "sentence_idx": 34},
   {"text":"Вот, и там Ленский начинает ревновать, всё такое, бла-бла-бла.",
   "sentence_idx": 35},
   {"text":"Ленский вызывает Евгения Онегина на дуэль.","sentence_idx": 36},
   {"text":"Случается дуэль, и на дуэли Евгений Онегин убивает Ленского.",
   "sentence_idx": 37},
   {"text":"Потом он его убивает.","sentence_idx": 38},
   {"text":"Убивает, убивает, убивает, убивает.","sentence_idx": 39},
   {"text":"А что дальше было?","sentence_idx": 40},
   {"text":"Вроде бы, честно, уже забыла.","sentence_idx": 41},
   {"text":"После этого он уезжает из деревни и просто путешествует несколько лет.",
   "sentence_idx": 42},
   {"text":"А Татьяна Ларина, она тоже уезжает, уезжает в город и находит там себе супруга.",
   "sentence_idx": 43},
   {"text":"Потом как-то Евгений Онегин приходит на бал, что ли, своего друга, и тот говорит ему, что наконец-то женился, нашёл себе жену.",
   "sentence_idx": 44},
   {"text":"А Евгений Онегин, ой, серьёзно, ну давай, познакомь нас.",
   "sentence_idx": 45},
   {"text":"И оказывается, что его жена — это Татьяна.","sentence_idx": 46},
   {"text":"Татьяна уже такая красавица была, когда он её увидел.",
   "sentence_idx": 47},
   {"text":"Такая светская дама, в красивых украшениях, платье, ну это просто. . .",
   "sentence_idx": 48},
   {"text":"И он влюбился после этого в Татьяну.","sentence_idx": 49},
   {"text":"И он написал ей письмо потом, но она ему не отвечала так же, как он ей тогда не отвечал, она ему не отвечала.",
   "sentence_idx": 50},
   {"text":"Потом он устал ждать, приехал к ней, и она сказала то, что типа всё равно, да, до сих пор его любят, вроде бы, но она другому отдана.",
   "sentence_idx": 51},
   {"text":"И можно сказать, она отвергает его чувства, говорит, что нет, и уходит.",
   "sentence_idx": 52},
   {"text":"На этом конец.","sentence_idx": 53}],
 "meta_data": {"grade":"9","specialization":"общеобразовательный"},
 "text":"Так, жил-был Евгений Онегин. Он. . . Ему было всё время скучно, он ходил на разные представления, там, балеты, ходил, чтобы посмотреть то, как там девушки танцуют, на их ножки посмотреть. Ему это надоело всё, ему была скучная жизнь, скучная, скучный такой. . . Потом ему приходит письмо о том, что его дядя там умер. Он приезжает на похороны и остаётся в доме своего дяди. Там есть соседи, и один из соседей — это семья Лариных. К этим Лариным ездит, у них есть друг Владимир Ленский. И он к ним приезжает в гости очень часто, и он влюблён в одну дочь из этих Лариных, Ольгу. Ещё там есть Татьяна Ларина, её сестра старшая. Вот, Ленский влюблён в Ольгу. И Ленский как-то приходит к Онегину, так как узнал, что у них новый сосед. Пришел, чтобы познакомиться. Они подружились. И-и-и, что дальше. . Сейчас. Они подружились, он пригласил Онегина зайти в гости к Лариным, чтобы он познакомился с ними. Вот, и в гостях, когда он приезжает в гости к Лариным, он встречается с Татьяной. Вот, ну и в конечном итоге там Татьяна, она влюбляется в Онегина. А дальше. . . Блин, вспомнить бы!Так, дальше. . . Она вот влюбляется, всё время думает о нём. И потом она пишет ему письмо. Я к вам пишу, чего же боле, да. Она пишет ему письмо, где рассказывает о своих чувствах. Он его получает, но не отвечает. Потом он сам к ней приезжает и всё объясняет, то, что он, типа, блин, как сказать? Из него типа семьянин не получится, но если бы ему надо было выбирать жену, он обязательно выбрал бы её. Но в её жизни, в семье как бы он принесёт только несчастье. Ну и вот так вот он её отверг, можно сказать, её чувства. А потом там у Татьяны намечается день рождения. На этот день рождения приглашают еще и Евгения Онегина, Ленского, вот они все там. И на дне рождения Евгений Онегин танцует с Ольгой, которая, это, в которую влюблён Ленский, с Ольгой Лариной. Вот, и там Ленский начинает ревновать, всё такое, бла-бла-бла. Ленский вызывает Евгения Онегина на дуэль. Случается дуэль, и на дуэли Евгений Онегин убивает Ленского. Потом он его убивает. Убивает, убивает, убивает, убивает. А что дальше было? Вроде бы, честно, уже забыла. После этого он уезжает из деревни и просто путешествует несколько лет. А Татьяна Ларина, она тоже уезжает, уезжает в город и находит там себе супруга. Потом как-то Евгений Онегин приходит на бал, что ли, своего друга, и тот говорит ему, что наконец-то женился, нашёл себе жену. А Евгений Онегин, ой, серьёзно, ну давай, познакомь нас. И оказывается, что его жена — это Татьяна. Татьяна уже такая красавица была, когда он её увидел. Такая светская дама, в красивых украшениях, платье, ну это просто. . . И он влюбился после этого в Татьяну. И он написал ей письмо потом, но она ему не отвечала так же, как он ей тогда не отвечал, она ему не отвечала. Потом он устал ждать, приехал к ней, и она сказала то, что типа всё равно, да, до сих пор его любят, вроде бы, но она другому отдана. И можно сказать, она отвергает его чувства, говорит, что нет, и уходит. На этом конец."},
 {"_id":"ObjectId('66735222ac128b59cf8c63ed')",
 "sentences": [{"text":"Ну, смотри.","sentence_idx": 1},
   {"text":"Я всё расскажу.","sentence_idx": 2},
   {"text":"Я не читала, но мы разбирали, поэтому я так расскажу очень в общем, но с какими-то вставочками, которые я помню от моей учительницы.",
   "sentence_idx": 3},
   {"text":"Короче, рассказывается про. . .","sentence_idx": 4},
   {"text":"Сначала начинается там про главного героя, Евгения Онегина.",
   "sentence_idx": 5},
   {"text":"Отец у него есть, и, по-моему, он богатый.","sentence_idx": 6},
   {"text":"Тут я не помню.","sentence_idx": 7},
   {"text":"Да, по-моему, он богатый, но при этом отец его за ним сильно не следил, нанимал ему кучу нянек.",
   "sentence_idx": 8},
   {"text":"Вот.","sentence_idx": 9},
   {"text":"Или там просто, короче, воспитывали его няни, а не отец.",
   "sentence_idx": 10},
   {"text":"В итоге Онегин вырос и. . .","sentence_idx": 11},
   {"text":"Он молодой человек, очень привлекательный, обаятельный.",
   "sentence_idx": 12},
   {"text":"Он умеет показаться умным и знает как будто, когда что нужно говорить, а что не нужно.",
   "sentence_idx": 13},
   {"text":"Его, на него просто вешаются дамы, он, там, каждую ночь у него новая.",
   "sentence_idx": 14},
   {"text":"Но он устал от жизни, он вот богатый, он только и делает, что развлекается.",
   "sentence_idx": 15},
   {"text":"Там вот, мы, я помню, еще описывали его кабинет, то, что, какой он там был раньше, какой он стал в конце.",
   "sentence_idx": 16},
   {"text":"Он не читает, у него очень много всего для украшения, для внешности, нету книг в кабинете.",
   "sentence_idx": 17},
   {"text":"Вот, если есть, то только для вида, по-моему, тут могу соврать.",
   "sentence_idx": 18},
   {"text":"Вот, весь такой важный и уже уставший от жизни, от этой богатой жизни.",
   "sentence_idx": 19},
   {"text":"Вот у него там каждый день он ходит на какие-то различные пиры, какие-то балы, то есть всё такое вот.",
   "sentence_idx": 20},
   {"text":"Каждый день у него новая дама.","sentence_idx": 21},
   {"text":"Вот.","sentence_idx": 22},
   {"text":"Ну, он устал от этой жизни.","sentence_idx": 23},
   {"text":"И я, честно, не помню, каким образом он знакомится с. . .",
   "sentence_idx": 24},
   {"text":"Не помню, как его зовут, господи.","sentence_idx": 25},
   {"text":"Дочки Ларины, а он знакомится с чувачком.","sentence_idx": 26},
   {"text":"Я не помню, как его зовут.","sentence_idx": 27},
   {"text":"Который. . .","sentence_idx": 28},
   {"text":"Вообще его противоположность. . .","sentence_idx": 29},
   {"text":"Про него ничего не могу сказать, не помню.","sentence_idx": 30},
   {"text":"Но он. . .","sentence_idx": 31},
   {"text":"Они общаются и вроде бы типа дружат, но на самом деле, по-моему, там никакой дружбы нет.",
   "sentence_idx": 32},
   {"text":"Ну, общаются и общаются.","sentence_idx": 33},
   {"text":"Честно, вот тут вот не помню.","sentence_idx": 34},
   {"text":"Он приводит. . .","sentence_idx": 35},
   {"text":"Вообще что-то забыла, как зовут, мне вообще не помню.",
   "sentence_idx": 36},
   {"text":"Он приводит его на какой-то вечер, короче, посидеть к семье Лариных.",
   "sentence_idx": 37},
   {"text":"По-моему, Лариных.","sentence_idx": 38},
   {"text":"Честно, могу ошибаться.","sentence_idx": 39},
   {"text":"Вот.","sentence_idx": 40},
   {"text":"И там две сестры, Ольга и Татьяна.","sentence_idx": 41},
   {"text":"По-моему, Ольга старше, а Татьяна младше.","sentence_idx": 42},
   {"text":"И Ольга представительница, вот прям вот ярая, типичная девушка.",
   "sentence_idx": 43},
   {"text":"То есть она обычная, в ней нет ничего особенного.",
   "sentence_idx": 44},
   {"text":"Она, потом мы понимаем уже, постфактум, что она не умеет любить.",
   "sentence_idx": 45},
   {"text":"Ну, или умеет, но очень легко, скажем так.","sentence_idx": 46},
   {"text":"У нее нет. . .  в ней нет глубины какой-то.","sentence_idx": 47},
   {"text":"А вот Татьяна, наоборот, она необычная.","sentence_idx": 48},
   {"text":"Она очень глубокая, очень духовно развитая, можно сказать.",
   "sentence_idx": 49},
   {"text":"Вот.","sentence_idx": 50},
   {"text":"И ей очень нравится. . .  ей очень понравился Онегин.",
   "sentence_idx": 51},
   {"text":"И она пишет ему письмо.","sentence_idx": 52},
   {"text":"С признаниями.","sentence_idx": 53},
   {"text":"Онегин понимает, что тоже возможно, что тем, что у него каждый раз новая дама, он сделает ей хуже и он ей, кстати, вот это круто, что он типа не, не написал письмо, никому об этом не рассказал, а сам приехал поговорить и сказать, что вот.",
   "sentence_idx": 54},
   {"text":"Типа. . .","sentence_idx": 55},
   {"text":"Нет, прости.","sentence_idx": 56},
   {"text":"Или он написал ответное письмо, по-моему.","sentence_idx": 57},
   {"text":"Честно, не помню.","sentence_idx": 58},
   {"text":"По-моему, он написал ответное письмо.","sentence_idx": 59},
   {"text":"Или нет.","sentence_idx": 60},
   {"text":"Я могу ошибаться.","sentence_idx": 61},
   {"text":"Потом, вот этот его друг. . .","sentence_idx": 62},
   {"text":"Зовет его опять к ним домой.","sentence_idx": 63},
   {"text":"И как-то он так позвал, что Онегин не смог отказаться.",
   "sentence_idx": 64},
   {"text":"Ну, это было бы как-то очень некрасиво.","sentence_idx": 65},
   {"text":"И они в итоге приходят.","sentence_idx": 66},
   {"text":"Но Онегин злится на этого дружка, потому что он. . .",
   "sentence_idx": 67},
   {"text":"Дружок, по-моему, этот знает, что между ними произошло.",
   "sentence_idx": 68},
   {"text":"Или, короче, злится на него.","sentence_idx": 69},
   {"text":"Тут тоже не помню этот момент.","sentence_idx": 70},
   {"text":"На какой-то бал, короче, и он как бы в отместку ему мстит.",
   "sentence_idx": 71},
   {"text":"Как мстит?","sentence_idx": 72},
   {"text":"Вот этот вот дружок, он закентился с Ольгой.",
   "sentence_idx": 73},
   {"text":"Он в неё влюбился, прям по уши, и они там вместе, у них любовь-морковь.",
   "sentence_idx": 74},
   {"text":"И на балу каком-то, то ли на балу, то ли, короче, как-то что-то такое там празднование было, и Онегин подкатывает к этой Ольге, но не потому что ему Ольга нравится, а в отместку вот этому другу.",
   "sentence_idx": 75},
   {"text":"И в итоге. . .  Но там еще такой прикол, что сама Ольга не была бы против.",
   "sentence_idx": 76},
   {"text":"То есть обычная какая-нибудь бы дама, у которой есть уже молодой человек, она бы отказалась, она бы там как-то уходила от разговоров или еще что-то.",
   "sentence_idx": 77},
   {"text":"А Ольга была очень даже не против общения с Онегиным.",
   "sentence_idx": 78},
   {"text":"И, по сути, тут можно сказать, что виновата она, но вот этот дружок разозлился на. . .",
   "sentence_idx": 79},
   {"text":"Дружок разозлился на Онегина, вызвал его на дуэль.",
   "sentence_idx": 80},
   {"text":"Онегин тоже, конечно, молодец, что согласился на эту дуэль, хотя мог бы спокойно отказаться.",
   "sentence_idx": 81},
   {"text":"Вот.","sentence_idx": 82},
   {"text":"Ну и в итоге он убивает этого дружка.","sentence_idx": 83},
   {"text":"Вот.","sentence_idx": 84},
   {"text":"потом тоже вот я не помню там что было, в итоге потом через какое-то энное количество времени не помн,ю Татьяна из-за того, что нужно выходить замуж, она, ее родители отправляют в Москву и она женится на каком-то ну, короче, каком-то очень крутом дядьке, который из всей толпы выбрал именно её, потому что увидел её вот эту глубину, и у них, как бы, счастливая семья.",
   "sentence_idx": 85},
   {"text":"И потом через какое-то время приезжает туда Онегин, видит её, влюбляется, ну, она ему прям очень сильно нравится, и он прям, там, чуть ли не просит её руки и сердца, а она очень сама по себе верная, и даже хоть она Онегина реально любит, но мужа…",
   "sentence_idx": 86},
   {"text":"А муж у неё просто очень хороший, он её обожает.",
   "sentence_idx": 87},
   {"text":"Ну, она именно, на самом деле, реально любит Онегина.",
   "sentence_idx": 88},
   {"text":"Но поскольку она верная жена, она сказала, нет, Женечка, нет, я уже замужем.",
   "sentence_idx": 89},
   {"text":"Вот.","sentence_idx": 90},
   {"text":"И концовку, по-моему, не помню.","sentence_idx": 91},
   {"text":"Я не помню.","sentence_idx": 92},
   {"text":"Но, по-моему, это и есть концовка.","sentence_idx": 93},
   {"text":"Вот.","sentence_idx": 94}],
 "meta_data": {"grade":"9","specialization":"общеобразовательный"},
 "text":"Ну, смотри. Я всё расскажу. Я не читала, но мы разбирали, поэтому я так расскажу очень в общем, но с какими-то вставочками, которые я помню от моей учительницы. Короче, рассказывается про. . . Сначала начинается там про главного героя, Евгения Онегина. Отец у него есть, и, по-моему, он богатый. Тут я не помню. Да, по-моему, он богатый, но при этом отец его за ним сильно не следил, нанимал ему кучу нянек. Вот. Или там просто, короче, воспитывали его няни, а не отец. В итоге Онегин вырос и. . . Он молодой человек, очень привлекательный, обаятельный. Он умеет показаться умным и знает как будто, когда что нужно говорить, а что не нужно. Его, на него просто вешаются дамы, он, там, каждую ночь у него новая. Но он устал от жизни, он вот богатый, он только и делает, что развлекается. Там вот, мы, я помню, еще описывали его кабинет, то, что, какой он там был раньше, какой он стал в конце. Он не читает, у него очень много всего для украшения, для внешности, нету книг в кабинете. Вот, если есть, то только для вида, по-моему, тут могу соврать. Вот, весь такой важный и уже уставший от жизни, от этой богатой жизни. Вот у него там каждый день он ходит на какие-то различные пиры, какие-то балы, то есть всё такое вот. Каждый день у него новая дама. Вот. Ну, он устал от этой жизни. И я, честно, не помню, каким образом он знакомится с. . . Не помню, как его зовут, господи. Дочки Ларины, а он знакомится с чувачком. Я не помню, как его зовут. Который. . . Вообще его противоположность. . . Про него ничего не могу сказать, не помню. Но он. . . Они общаются и вроде бы типа дружат, но на самом деле, по-моему, там никакой дружбы нет. Ну, общаются и общаются. Честно, вот тут вот не помню. Он приводит. . . Вообще что-то забыла, как зовут, мне вообще не помню. Он приводит его на какой-то вечер, короче, посидеть к семье Лариных. По-моему, Лариных. Честно, могу ошибаться. Вот. И там две сестры, Ольга и Татьяна. По-моему, Ольга старше, а Татьяна младше. И Ольга представительница, вот прям вот ярая, типичная девушка. То есть она обычная, в ней нет ничего особенного. Она, потом мы понимаем уже, постфактум, что она не умеет любить. Ну, или умеет, но очень легко, скажем так. У нее нет. . .  в ней нет глубины какой-то. А вот Татьяна, наоборот, она необычная. Она очень глубокая, очень духовно развитая, можно сказать. Вот. И ей очень нравится. . .  ей очень понравился Онегин. И она пишет ему письмо. С признаниями. Онегин понимает, что тоже возможно, что тем, что у него каждый раз новая дама, он сделает ей хуже и он ей, кстати, вот это круто, что он типа не, не написал письмо, никому об этом не рассказал, а сам приехал поговорить и сказать, что вот. Типа. . . Нет, прости. Или он написал ответное письмо, по-моему. Честно, не помню. По-моему, он написал ответное письмо. Или нет. Я могу ошибаться. Потом, вот этот его друг. . . Зовет его опять к ним домой. И как-то он так позвал, что Онегин не смог отказаться. Ну, это было бы как-то очень некрасиво. И они в итоге приходят. Но Онегин злится на этого дружка, потому что он. . . Дружок, по-моему, этот знает, что между ними произошло. Или, короче, злится на него. Тут тоже не помню этот момент. На какой-то бал, короче, и он как бы в отместку ему мстит. Как мстит? Вот этот вот дружок, он закентился с Ольгой. Он в неё влюбился, прям по уши, и они там вместе, у них любовь-морковь. И на балу каком-то, то ли на балу, то ли, короче, как-то что-то такое там празднование было, и Онегин подкатывает к этой Ольге, но не потому что ему Ольга нравится, а в отместку вот этому другу. И в итоге. . .  Но там еще такой прикол, что сама Ольга не была бы против. То есть обычная какая-нибудь бы дама, у которой есть уже молодой человек, она бы отказалась, она бы там как-то уходила от разговоров или еще что-то. А Ольга была очень даже не против общения с Онегиным. И, по сути, тут можно сказать, что виновата она, но вот этот дружок разозлился на. . . Дружок разозлился на Онегина, вызвал его на дуэль. Онегин тоже, конечно, молодец, что согласился на эту дуэль, хотя мог бы спокойно отказаться. Вот. Ну и в итоге он убивает этого дружка. Вот. потом тоже вот я не помню там что было, в итоге потом через какое-то энное количество времени не помн,ю Татьяна из-за того, что нужно выходить замуж, она, ее родители отправляют в Москву и она женится на каком-то ну, короче, каком-то очень крутом дядьке, который из всей толпы выбрал именно её, потому что увидел её вот эту глубину, и у них, как бы, счастливая семья. И потом через какое-то время приезжает туда Онегин, видит её, влюбляется, ну, она ему прям очень сильно нравится, и он прям, там, чуть ли не просит её руки и сердца, а она очень сама по себе верная, и даже хоть она Онегина реально любит, но мужа…А муж у неё просто очень хороший, он её обожает. Ну, она именно, на самом деле, реально любит Онегина. Но поскольку она верная жена, она сказала, нет, Женечка, нет, я уже замужем. Вот. И концовку, по-моему, не помню. Я не помню. Но, по-моему, это и есть концовка. Вот."},
 {"_id":"ObjectId('66735257ac128b59cf8c6504')",
 "sentences": [{"text":"Вначале нам говорят о жизни Евгения Онегина.",
   "sentence_idx": 1},
   {"text":"Это молодой дворянин, который, можно сказать, прожигает свою молодость на концерты, театры, всё остальное, на балы…",
   "sentence_idx": 2},
   {"text":"И ему уже довольно-таки надоела подобная жизнь.",
   "sentence_idx": 3},
   {"text":"Так-то он хотел вначале уехать заграницу, но смерть его отца оставила его как раз-таки с долгами этого самого отца, что заставило его остаться в Санкт-Петербурге.",
   "sentence_idx": 4},
   {"text":"Дальше по сюжету он, ему приходит письмо от его дяди, который на смертном одре хочет увидеться со своим племянником.",
   "sentence_idx": 5},
   {"text":"Евгений собирается в деревню, которая принадлежит его дяде, приезжает, но к тому моменту, как он приехал, дядя уже, к сожалению, умер.",
   "sentence_idx": 6},
   {"text":"Он осматривает местность, видит то, что ему в наследство досталось очень большое имение с большим количеством крестьян, с большим количеством душ.",
   "sentence_idx": 7},
   {"text":"Первым делом он намного снижает оброк и вообще более либерально с экономической точки зрения относится к крестьянам.",
   "sentence_idx": 8},
   {"text":"Первое время ему нравилось там находиться, он осматривал окрестности, ходил, наслаждался, но через пару дней ему уже всё это надоело.",
   "sentence_idx": 9},
   {"text":"Он начал ездить по гостям к своим соседям, которые его обсуждали, потому что он был интересным довольно-таки человеком, ну, так как там была такая, было такое провинциальное дворянство, оно не привыкло к таким высшим людям, так сказать.",
   "sentence_idx": 10},
   {"text":"Там он встречает Владимира Ленского в одной из своих поездок.",
   "sentence_idx": 11},
   {"text":"Это тоже молодой мужчина, приехавший из Германии, просвещённый, впитавший в себя последние идеи немецкой философии, он сразу привлекает внимание Евгения, да и всех там, потому что энергичный, жизнерадостный.",
   "sentence_idx": 12},
   {"text":"Они, Евгений и Владимир, начинают сильно, ну, общаться, потому что они, несмотря ни на всё, что Евгений этакий нигилист, хотя всё ещё такого слова не было тогда, а Владимир такой оптимист, они, ну, интеллектуально сходятся, потому что они намного эрудированнее, нет, если уж не эрудированнее, то умнее других.",
   "sentence_idx": 13},
   {"text":"Ну, вот.","sentence_idx": 14},
   {"text":"Это нельзя назвать дружбой, но нельзя сказать, что они просто приятели, ну в общем, они составляют компанию друг другу всё это время.",
   "sentence_idx": 15},
   {"text":"Вот, уже третий раз записываю, вот, семья Голиковых, там была Ольга и Татьяна.",
   "sentence_idx": 16},
   {"text":"Татьяна — старшая сестра, а Ольга — младшая.",
   "sentence_idx": 17},
   {"text":"Младшую любит Владимир, и Ольга такая молодая, весёлая, в самом расцвете сил, а Татьяна такая, больше няшка-стесняшка, книжки читает, из дома особо не выходит, вооот.",
   "sentence_idx": 18},
   {"text":"И Владимир приглашает нашего Евгения Онегина прийти к ним в гости, вооот.",
   "sentence_idx": 19},
   {"text":"И она через какое-то время посылает ему письмо, где непривычно для того времени высказывает все свои чувства и свою любовь.",
   "sentence_idx": 20},
   {"text":"Евгений, несмотря на свою, свой цинизм и всё остальное, ну, удивляется и как бы благородно её отшивает.",
   "sentence_idx": 21},
   {"text":"Ну, отказывает ей, но потому что ему на самом деле стало её жалко, так как достойная женщина, и не хочется её обижать.",
   "sentence_idx": 22},
   {"text":"Ну, вот.","sentence_idx": 23},
   {"text":"Она узнаёт об отказе, можно сказать расстраивается.",
   "sentence_idx": 24},
   {"text":"После отказа ей приснился сон, где она окружена монстрами, а главарь этих монстров это Онегин.",
   "sentence_idx": 25},
   {"text":"Он отгоняет всех монстров и обнимает её, то есть совершает хорошее действие, но при этом как бы запирает её в своих объятиях.",
   "sentence_idx": 26},
   {"text":"Также она после этого, ну, во сне после этого она видит, как тот, этот Онегин убивает Владимира, она из-за этого просыпается в холодном поту и вот.",
   "sentence_idx": 27},
   {"text":"Дальше происходят её именины, куда естественно позваны Владимир и наш Онегин.",
   "sentence_idx": 28},
   {"text":"Там, если вкратце, Онегину стало, захотелось позлить Ленского и он целый, весь бал танцевал с Ольгой, постоянно, не отходя от неё.",
   "sentence_idx": 29},
   {"text":"Ольга, так как, по сюжету можно понять, так как когда Владимир умрёт она уже к другому, короче, такая легкомысленная, скажем так, с ним, ну, танцевала.",
   "sentence_idx": 30},
   {"text":"У Ленского естественно, ну так как молодой и вспыльчивый, у него зависть, и он решает то, что это можно решить только дуэлью.",
   "sentence_idx": 31},
   {"text":"Ну, он объявляет дуэль.","sentence_idx": 32},
   {"text":"Онегину вообще всё равно, так как… ну не всё равно, но чуть-чуть его напрягает, но скорее смерть, чем убийство человека, потому что ну как бы уже всё равно в принципе.",
   "sentence_idx": 33},
   {"text":"Ну вот, они встречаются, они встречаются, у них коменданты, и происходят выстрелы, и наш Ленский умирает.",
   "sentence_idx": 34},
   {"text":"Ну, в общем, после всего Онегин уезжает и через определённое количество лет он возвращается.",
   "sentence_idx": 35},
   {"text":"Уже изменившийся, уже соскучившийся по Татьяне, осознавший то, что вот этот его нигилизм, вот этот его разгул уже как бы ему не нужен, он хочет стабильности, любви, постоянства, что ли.",
   "sentence_idx": 36},
   {"text":"И приходя на бал к Голиковым он сначала не находит её, потом встречает даму женатую и узнаёт в ней Татьяну.",
   "sentence_idx": 37},
   {"text":"Он ей пишет письмо, где признаётся подобно ей, как когда-то давным давно, но она отказывается, так как ну, если вкратце, уже поздно, друг мой.",
   "sentence_idx": 38},
   {"text":"И вот, на этом и оканчивается произведение.",
   "sentence_idx": 39}],
 "meta_data": {"grade":"10","specialization":"ит"},
 "text":"Вначале нам говорят о жизни Евгения Онегина. Это молодой дворянин, который, можно сказать, прожигает свою молодость на концерты, театры, всё остальное, на балы…И ему уже довольно-таки надоела подобная жизнь. Так-то он хотел вначале уехать заграницу, но смерть его отца оставила его как раз-таки с долгами этого самого отца, что заставило его остаться в Санкт-Петербурге. Дальше по сюжету он, ему приходит письмо от его дяди, который на смертном одре хочет увидеться со своим племянником. Евгений собирается в деревню, которая принадлежит его дяде, приезжает, но к тому моменту, как он приехал, дядя уже, к сожалению, умер. Он осматривает местность, видит то, что ему в наследство досталось очень большое имение с большим количеством крестьян, с большим количеством душ. Первым делом он намного снижает оброк и вообще более либерально с экономической точки зрения относится к крестьянам. Первое время ему нравилось там находиться, он осматривал окрестности, ходил, наслаждался, но через пару дней ему уже всё это надоело. Он начал ездить по гостям к своим соседям, которые его обсуждали, потому что он был интересным довольно-таки человеком, ну, так как там была такая, было такое провинциальное дворянство, оно не привыкло к таким высшим людям, так сказать. Там он встречает Владимира Ленского в одной из своих поездок. Это тоже молодой мужчина, приехавший из Германии, просвещённый, впитавший в себя последние идеи немецкой философии, он сразу привлекает внимание Евгения, да и всех там, потому что энергичный, жизнерадостный. Они, Евгений и Владимир, начинают сильно, ну, общаться, потому что они, несмотря ни на всё, что Евгений этакий нигилист, хотя всё ещё такого слова не было тогда, а Владимир такой оптимист, они, ну, интеллектуально сходятся, потому что они намного эрудированнее, нет, если уж не эрудированнее, то умнее других. Ну, вот. Это нельзя назвать дружбой, но нельзя сказать, что они просто приятели, ну в общем, они составляют компанию друг другу всё это время. Вот, уже третий раз записываю, вот, семья Голиковых, там была Ольга и Татьяна. Татьяна — старшая сестра, а Ольга — младшая. Младшую любит Владимир, и Ольга такая молодая, весёлая, в самом расцвете сил, а Татьяна такая, больше няшка-стесняшка, книжки читает, из дома особо не выходит, вооот. И Владимир приглашает нашего Евгения Онегина прийти к ним в гости, вооот. И она через какое-то время посылает ему письмо, где непривычно для того времени высказывает все свои чувства и свою любовь. Евгений, несмотря на свою, свой цинизм и всё остальное, ну, удивляется и как бы благородно её отшивает. Ну, отказывает ей, но потому что ему на самом деле стало её жалко, так как достойная женщина, и не хочется её обижать. Ну, вот. Она узнаёт об отказе, можно сказать расстраивается. После отказа ей приснился сон, где она окружена монстрами, а главарь этих монстров это Онегин. Он отгоняет всех монстров и обнимает её, то есть совершает хорошее действие, но при этом как бы запирает её в своих объятиях. Также она после этого, ну, во сне после этого она видит, как тот, этот Онегин убивает Владимира, она из-за этого просыпается в холодном поту и вот. Дальше происходят её именины, куда естественно позваны Владимир и наш Онегин. Там, если вкратце, Онегину стало, захотелось позлить Ленского и он целый, весь бал танцевал с Ольгой, постоянно, не отходя от неё. Ольга, так как, по сюжету можно понять, так как когда Владимир умрёт она уже к другому, короче, такая легкомысленная, скажем так, с ним, ну, танцевала. У Ленского естественно, ну так как молодой и вспыльчивый, у него зависть, и он решает то, что это можно решить только дуэлью. Ну, он объявляет дуэль. Онегину вообще всё равно, так как… ну не всё равно, но чуть-чуть его напрягает, но скорее смерть, чем убийство человека, потому что ну как бы уже всё равно в принципе. Ну вот, они встречаются, они встречаются, у них коменданты, и происходят выстрелы, и наш Ленский умирает. Ну, в общем, после всего Онегин уезжает и через определённое количество лет он возвращается. Уже изменившийся, уже соскучившийся по Татьяне, осознавший то, что вот этот его нигилизм, вот этот его разгул уже как бы ему не нужен, он хочет стабильности, любви, постоянства, что ли. И приходя на бал к Голиковым он сначала не находит её, потом встречает даму женатую и узнаёт в ней Татьяну. Он ей пишет письмо, где признаётся подобно ей, как когда-то давным давно, но она отказывается, так как ну, если вкратце, уже поздно, друг мой. И вот, на этом и оканчивается произведение."},
 {"_id":"ObjectId('66735272ac128b59cf8c659d')",
 "sentences": [{"text":"Короче, Евгений Онегин.","sentence_idx": 1},
   {"text":"Я очень плохо помню именно подробный сюжет, потому что мы проходили с учительницей литературы, которая мне не нравилась, я её не слушала, короче, это, конечно, плохо, но вот как есть.",
   "sentence_idx": 2},
   {"text":"Мне очень нравится описание сюжета, которое я узнала ещё классе в третьем, когда, конечно, не читала Евгения Онегина, типа Таня:'го встр'.  Женя:'не', а потом прошло пять лет или сколько, короче, много прошло и потом Женя:  “го встр”, а Таня — “не”.",
   "sentence_idx": 3},
   {"text":"Ну в общем, это история про эстетичного питерского, значит, молодого человека, ну, не такого уж молодого, который ищет себя, вот.",
   "sentence_idx": 4},
   {"text":"Он, значит, приезжает в деревню (ничего, что я с такими паузами?  надеюсь, ничего).",
   "sentence_idx": 5},
   {"text":"В общем, он приезжает в деревню и пытается, короче, мне очень нравится, как он типа всем своим видом показывает, что ему типа здесь вообще всё, всё чуждо, что он из другого мира, что. .",
   "sentence_idx": 6},
   {"text":"Ну, понятно, что он приезжает в деревню, чтобы заботиться о дяде, который типа может ему дать, который отдаст ему наследство, и поэтому ему нужно там быть, чтобы типа дядя не взбычился, что типа какого чёрта я тебе передаю наследство, а ты даже не около моей постели при смерти.",
   "sentence_idx": 7},
   {"text":"Вот, и там он встречает, точнее Таня, Татьяна Ларина встречает его там и, значит, вкрашивается, как я в тринадцать лет, в непонятного эстетичного человека, который говорит ноль слов тебе и значит, ты всё там надумываешь себе и надумываешь собственно, понятно, как надо, типа что тебе интересно, то ты и думаешь, что он об этом думает.",
   "sentence_idx": 8},
   {"text":"В общем, максимально кайфуешь просто от мысли об этом человеке, и, значит, Таня в таком состоянии…",
   "sentence_idx": 9},
   {"text":"Она тоже эстетичная, понятно, но она более, типа, живо эстетичная.",
   "sentence_idx": 10},
   {"text":"Когда у Евгения это как что-то, ну, что жизнь ему, что он пока не может понять, в чём его искра в жизни, Таня как бы даже не задаётся этим вопросом, как мне кажется, потому что для неё это comes naturally.",
   "sentence_idx": 11},
   {"text":"И, значит, она тоже начинает эстетично ходить по природе, думаю, о Евгении.",
   "sentence_idx": 12},
   {"text":"Ходит, ходит, ходит, ходит, влюбляется вообще жесть как, ну я её очень понимаю, на самом деле.",
   "sentence_idx": 13},
   {"text":"И потом наступает момент, когда, наступает момент мой любимый, один из любимых — письмо Татьяны Онегину.",
   "sentence_idx": 14},
   {"text":"Я безумно понимаю, это единственный отрывок, который я выучила, из Евгения Онегина и я могу сказать, что, короче, это очень на меня повлияло, потому что Таня очень классно написала Евгению про…",
   "sentence_idx": 15},
   {"text":"Ну то есть Пушкин, я не знаю, был ли он влюблён в эстетичного парня в 17, но вот именно. .",
   "sentence_idx": 16},
   {"text":"Ну, не в 17, ну короче, просто я испытывала такие же чувства, когда была влюблена в 13, поэтому я очень сильно это запомнила вот это, вот этот кусок, и, короче, Таня очень здорово выходит из своей зоны комфорта и особенно, типа, она женщина и признаётся в любви мужчине первой.",
   "sentence_idx": 17},
   {"text":"И это жёстко, это жёстко, вот.","sentence_idx": 18},
   {"text":"Короче, Евгений хорош, он, конечно, не обязан любить Татьяну в ответ, поэтому ей просто объясняет, что она себе всё надумала, ну всмысле не. .  Он что-то говорит, возможно, Танечка, вы что-то попутали.",
   "sentence_idx": 19},
   {"text":"И я не помню на самом деле, что становится потом с Татьяной, мне было так грустно.",
   "sentence_idx": 20},
   {"text":"Вот, и, значит, захлопываются шторки, потом открываются.",
   "sentence_idx": 21},
   {"text":"А ну там ещё да, есть её сестра Ольга, есть ещё, короче, кент Евгения Онегина, которого он зачем-то застрелил, короче, я вообще в шоке была, что… На музлитре, когда мы проходили Евгения Онегина, я была прям, мне было очень грустно, что… Татьяна же Ларина?",
   "sentence_idx": 22},
   {"text":"Я не помню, как звали кента, это ужасно.","sentence_idx": 23},
   {"text":"Короче, кента застрелят, да.","sentence_idx": 24},
   {"text":"А, у него ещё были, мы на истории проходили, у меня супер-историк, и он просто так чисто спросил про волосы этого кента, да что же такое, блин.",
   "sentence_idx": 25},
   {"text":"В общем, у кента были волосы длинные, до плеч, и такие волосы были у панков того времени, вот, которые что-то там затирали за демократию и всё такое.",
   "sentence_idx": 26},
   {"text":"Вот, и значит… Я не помню, почему мне хочется назвать его Лариным, если Татьяна — Ларина, то как он может быть Лариным?",
   "sentence_idx": 27},
   {"text":"Короче… Или Татьяна не Ларина, божечки, очень стыдно.",
   "sentence_idx": 28},
   {"text":"В общем, да, Евгений его застрелит и это ужасно.",
   "sentence_idx": 29},
   {"text":"И просто после этого, я честно очень плохо прочувствовала, я могу только такие штуки говорить, но Евгений его застрелит и прервётся жизнь этого человека, и всё.",
   "sentence_idx": 30},
   {"text":"И, короче, Ольга останется без любви, а у них типа была классная любовь, не то, что у этих двоих, которые ну, в общем, да.",
   "sentence_idx": 31},
   {"text":"Это, конечно, безумно грустно.","sentence_idx": 32},
   {"text":"Ну в общем да, створки захлопнулись, теперь расхлопнулись, и Татьяна, значит, нашла себе по сердцу друга, верная супруга, пока недобродетельная мать, но, наверное, будет.",
   "sentence_idx": 33},
   {"text":"Значит, Евгений вообще жесть становится dead inside`ом, не dead inside`ом, dead inside`ы же это люди, которые отказываются чувствовать.",
   "sentence_idx": 34},
   {"text":"Ему очень неклассно живётся в Питере, потому что он не может найти свой смысл, всё такое.",
   "sentence_idx": 35},
   {"text":"И значит, приходит на ещё один, очередной вот этот…",
   "sentence_idx": 36},
   {"text":"Приходит на какой-то светский вечер, а там, значит, сидит Татьяна.",
   "sentence_idx": 37},
   {"text":"И она замужем, или встречается. .","sentence_idx": 38},
   {"text":"Слушайте, по-моему она замужем, в общем, без разницы, замужем, не замужем, она планирует свою жизнь с другим мужчиной.",
   "sentence_idx": 39},
   {"text":"По-моему, она не любит его так страстно, как Евгения любила пять лет назад или сколько… Но ей хорошо с ним, он, короче, богатый, видимо, приятный, то есть не то, чтобы это какая-то невероятная любовь, но чувак ей нравится, ей, её выбор, короче, провести жизнь с ним.",
   "sentence_idx": 40},
   {"text":"И, значит, заваливается во всю эту Татьянину идиллию, которую она типа себе построила.",
   "sentence_idx": 41},
   {"text":"Евгений такой, ого, а ты теперь красивая и уверенная и вообще, жесть, светская львица, не такая нетакуся, которая была раньше, и что-то значит, он в неё вкрашился, вот, сильно.",
   "sentence_idx": 42},
   {"text":"И потом опять, значит, reverse сцена, что Евгений объясняется в любви Татьяне, и Татьяна, по-моему она его чуть более холодно, да-да-да.",
   "sentence_idx": 43},
   {"text":"Евгений же, там, глазками в неё стрелял, когда они на этих вечерах сидели, а Татьяна, когда это замечала, она очень типа его, ну, холодным взглядом обдавала.",
   "sentence_idx": 44},
   {"text":"И, короче, когда Евгений объяснился, Татьяна сказала, что типа, ну, всё, сладкий, я уже не та девочка, которая была влюблена в тебя как в этот идеал, у меня теперь классная жизнь и всё такое.",
   "sentence_idx": 45},
   {"text":"И, значит, Евгений остаётся без Татьяны, и мне очень странно, потому что я никогда не думала, что мне когда-нибудь надо будет пересказывать сюжет “Евгений Онегина” ещё раз, и я действительно не знаю, чем это всё закончилось.",
   "sentence_idx": 46},
   {"text":"Для меня “Евгений Онегин” это чисто про… Для меня на самом деле “Евгений Онегин”, это не из-за того, что я очень классно его знаю, это из-за того, что я очень плохо его знаю, “Евгений Онегин” это и про то, что связано типа с моим experience`ом, и про любовь Татьяны к Онегину, потому что я киню, вот.",
   "sentence_idx": 47},
   {"text":"И я киню то, что потом произошло через пять лет, вот.",
   "sentence_idx": 48},
   {"text":"Поэтому, на этом всё заканчивается для меня.",
   "sentence_idx": 49},
   {"text":"Я на самом деле вообще никак не готовилась правильно, вот, и, значит, сюжет я, видимо, посмотрю сейчас.",
   "sentence_idx": 50}],
 "meta_data": {"grade":"11","specialization":"общеобразовательный"},
 "text":"Короче, Евгений Онегин. Я очень плохо помню именно подробный сюжет, потому что мы проходили с учительницей литературы, которая мне не нравилась, я её не слушала, короче, это, конечно, плохо, но вот как есть. Мне очень нравится описание сюжета, которое я узнала ещё классе в третьем, когда, конечно, не читала Евгения Онегина, типа Таня: 'го встр'.  Женя: 'не', а потом прошло пять лет или сколько, короче, много прошло и потом Женя:  “го встр”, а Таня — “не”. Ну в общем, это история про эстетичного питерского, значит, молодого человека, ну, не такого уж молодого, который ищет себя, вот. Он, значит, приезжает в деревню (ничего, что я с такими паузами?  надеюсь, ничего). В общем, он приезжает в деревню и пытается, короче, мне очень нравится, как он типа всем своим видом показывает, что ему типа здесь вообще всё, всё чуждо, что он из другого мира, что. . Ну, понятно, что он приезжает в деревню, чтобы заботиться о дяде, который типа может ему дать, который отдаст ему наследство, и поэтому ему нужно там быть, чтобы типа дядя не взбычился, что типа какого чёрта я тебе передаю наследство, а ты даже не около моей постели при смерти. Вот, и там он встречает, точнее Таня, Татьяна Ларина встречает его там и, значит, вкрашивается, как я в тринадцать лет, в непонятного эстетичного человека, который говорит ноль слов тебе и значит, ты всё там надумываешь себе и надумываешь собственно, понятно, как надо, типа что тебе интересно, то ты и думаешь, что он об этом думает. В общем, максимально кайфуешь просто от мысли об этом человеке, и, значит, Таня в таком состоянии…Она тоже эстетичная, понятно, но она более, типа, живо эстетичная. Когда у Евгения это как что-то, ну, что жизнь ему, что он пока не может понять, в чём его искра в жизни, Таня как бы даже не задаётся этим вопросом, как мне кажется, потому что для неё это comes naturally. И, значит, она тоже начинает эстетично ходить по природе, думаю, о Евгении. Ходит, ходит, ходит, ходит, влюбляется вообще жесть как, ну я её очень понимаю, на самом деле. И потом наступает момент, когда, наступает момент мой любимый, один из любимых — письмо Татьяны Онегину. Я безумно понимаю, это единственный отрывок, который я выучила, из Евгения Онегина и я могу сказать, что, короче, это очень на меня повлияло, потому что Таня очень классно написала Евгению про…Ну то есть Пушкин, я не знаю, был ли он влюблён в эстетичного парня в 17, но вот именно. . Ну, не в 17, ну короче, просто я испытывала такие же чувства, когда была влюблена в 13, поэтому я очень сильно это запомнила вот это, вот этот кусок, и, короче, Таня очень здорово выходит из своей зоны комфорта и особенно, типа, она женщина и признаётся в любви мужчине первой. И это жёстко, это жёстко, вот. Короче, Евгений хорош, он, конечно, не обязан любить Татьяну в ответ, поэтому ей просто объясняет, что она себе всё надумала, ну всмысле не. .  Он что-то говорит, возможно, Танечка, вы что-то попутали. И я не помню на самом деле, что становится потом с Татьяной, мне было так грустно. Вот, и, значит, захлопываются шторки, потом открываются. А ну там ещё да, есть её сестра Ольга, есть ещё, короче, кент Евгения Онегина, которого он зачем-то застрелил, короче, я вообще в шоке была, что… На музлитре, когда мы проходили Евгения Онегина, я была прям, мне было очень грустно, что… Татьяна же Ларина? Я не помню, как звали кента, это ужасно. Короче, кента застрелят, да. А, у него ещё были, мы на истории проходили, у меня супер-историк, и он просто так чисто спросил про волосы этого кента, да что же такое, блин. В общем, у кента были волосы длинные, до плеч, и такие волосы были у панков того времени, вот, которые что-то там затирали за демократию и всё такое. Вот, и значит… Я не помню, почему мне хочется назвать его Лариным, если Татьяна — Ларина, то как он может быть Лариным? Короче… Или Татьяна не Ларина, божечки, очень стыдно. В общем, да, Евгений его застрелит и это ужасно. И просто после этого, я честно очень плохо прочувствовала, я могу только такие штуки говорить, но Евгений его застрелит и прервётся жизнь этого человека, и всё. И, короче, Ольга останется без любви, а у них типа была классная любовь, не то, что у этих двоих, которые ну, в общем, да. Это, конечно, безумно грустно. Ну в общем да, створки захлопнулись, теперь расхлопнулись, и Татьяна, значит, нашла себе по сердцу друга, верная супруга, пока недобродетельная мать, но, наверное, будет. Значит, Евгений вообще жесть становится dead inside`ом, не dead inside`ом, dead inside`ы же это люди, которые отказываются чувствовать. Ему очень неклассно живётся в Питере, потому что он не может найти свой смысл, всё такое. И значит, приходит на ещё один, очередной вот этот…Приходит на какой-то светский вечер, а там, значит, сидит Татьяна. И она замужем, или встречается. . Слушайте, по-моему она замужем, в общем, без разницы, замужем, не замужем, она планирует свою жизнь с другим мужчиной. По-моему, она не любит его так страстно, как Евгения любила пять лет назад или сколько… Но ей хорошо с ним, он, короче, богатый, видимо, приятный, то есть не то, чтобы это какая-то невероятная любовь, но чувак ей нравится, ей, её выбор, короче, провести жизнь с ним. И, значит, заваливается во всю эту Татьянину идиллию, которую она типа себе построила. Евгений такой, ого, а ты теперь красивая и уверенная и вообще, жесть, светская львица, не такая нетакуся, которая была раньше, и что-то значит, он в неё вкрашился, вот, сильно. И потом опять, значит, reverse сцена, что Евгений объясняется в любви Татьяне, и Татьяна, по-моему она его чуть более холодно, да-да-да. Евгений же, там, глазками в неё стрелял, когда они на этих вечерах сидели, а Татьяна, когда это замечала, она очень типа его, ну, холодным взглядом обдавала. И, короче, когда Евгений объяснился, Татьяна сказала, что типа, ну, всё, сладкий, я уже не та девочка, которая была влюблена в тебя как в этот идеал, у меня теперь классная жизнь и всё такое. И, значит, Евгений остаётся без Татьяны, и мне очень странно, потому что я никогда не думала, что мне когда-нибудь надо будет пересказывать сюжет “Евгений Онегина” ещё раз, и я действительно не знаю, чем это всё закончилось. Для меня “Евгений Онегин” это чисто про… Для меня на самом деле “Евгений Онегин”, это не из-за того, что я очень классно его знаю, это из-за того, что я очень плохо его знаю, “Евгений Онегин” это и про то, что связано типа с моим experience`ом, и про любовь Татьяны к Онегину, потому что я киню, вот. И я киню то, что потом произошло через пять лет, вот. Поэтому, на этом всё заканчивается для меня. Я на самом деле вообще никак не готовилась правильно, вот, и, значит, сюжет я, видимо, посмотрю сейчас."},
 {"_id":"ObjectId('667352baac128b59cf8c6760')",
 "sentences": [{"text":"В общем, есть супермодный, пользующийся успехом в свете, франт Евгений Онегин, который живёт в Петербурге, там посещает буквально всё, что можно посетить, но в какой-то момент отправляется в деревню, в глушь, к. .",
   "sentence_idx": 1},
   {"text":"Ну в имение своего дяди, который недавно почил, вот, и оставил ему некоторое наследство.",
   "sentence_idx": 2},
   {"text":"В общем, он уезжает в деревню, там пытается как-то распоряжаться делами, распоряжаться вот той территорией и имуществом, которые у него есть, но ему не удаётся сойтись с сельским обществом.",
   "sentence_idx": 3},
   {"text":"Оно кажется ему очень скучным, простоватым, несуразным, вот, и он всеми силами пытается от него отдалиться.",
   "sentence_idx": 4},
   {"text":"Но вдруг он находит себе, вдруг он находит себе друга во Владимире Ленском.",
   "sentence_idx": 5},
   {"text":"Это такой романтический юноша, только что приехал с учёбы в Германии, находится под влиянием романтических писателей, писателей-романтиков, романтического искусства, вот, и он полная противоположность Онегину, потому что Онегин такой очень холодный, сдержанный и знающий, как держать себя в руках, как держать себя в свете, Ленский же суперэмоциональный, суперимпульсивный, экспрессивный и вот всё такое.",
   "sentence_idx": 6},
   {"text":"Оба они оказываются на приёме у семьи Лариных, потому что у Ленского роман с одной из дочерей.",
   "sentence_idx": 7},
   {"text":"Что представляет собой семья Лариных: был отец, старший Ларин, который тоже умер, осталась мать, две дочери, Татьяна и Ольга.",
   "sentence_idx": 8},
   {"text":"Татьяна и Ольга точно так же между собой, точно так же, как Онегин и Ленский, противоположны.",
   "sentence_idx": 9},
   {"text":"Татьяна очень чувственная, очень верящая в сверхъестественное, мистическое, ну, которая такая про стихи, про сны, про что-то очень эмоциональное.",
   "sentence_idx": 10},
   {"text":"Ольга изображена как максимально стереотипная героиня, в которой нет ничего нового, ничего интересного, то есть она вот такая типичная такая дама, в которую должен влюбиться герой сентиментального романа.",
   "sentence_idx": 11},
   {"text":"Вот, и приезжают, значит, эти двое, Онегин и Ленский, на приём и встречаются там с этими двумя дочерьми.",
   "sentence_idx": 12},
   {"text":"И в этот момент Татьяна влюбляется в Онегина, понимает, что это некоторое очень новое для неё впечатление, и пишет ему большое письмо, где объясняется в любви.",
   "sentence_idx": 13},
   {"text":"Через некоторое время Онегин к ней, Онегин к ней приезжает и говорит, что, мол, так и так, спасибо большое, очень приятно, очень ценно, но ты сама не хочешь, чтобы мы были вместе, и доходчиво, но не знаю, насколько убедительно, объясняет ей, почему какие-то взаимоотношения с ним и возможность связать судьбу с ним это очень плохая идея.",
   "sentence_idx": 14},
   {"text":"Вот, затем случается какой-то тоже бал, или приём очень крупный вот там, где Онегин решает немножко подшутить над Ленским и как бы так в шутку, понарошку ухаживает за Ольгой.",
   "sentence_idx": 15},
   {"text":"А Ольга — дама, легко поддающаяся на такие ухаживания, поэтому шутка заходит немножко слишком далеко, вот, и Ленский ужасно оскорбляется и вызывает Онегина на дуэль.",
   "sentence_idx": 16},
   {"text":"Всё могло бы завершиться, если бы в этот момент там, в этой сельской глуши, не находился петербужский человек по фамилии Зарецкий, который известен тем, что пособник любых скандалов, споров, всегда находится в центре вот этого всего и из любой, вот такой вот маленькой истории может раскрутить ужаснейшую, ужаснейшую вещь, где будут умерщвлены люди и так далее.",
   "sentence_idx": 17},
   {"text":"Поэтому, к сожалению, дуэль состоится, Онегин её просыпает и, опять же, ну то есть есть очень много факторов, которые могли бы помешать этой дуэли случиться, но в итоге на дуэли Онегин убивает Ленского, очень из-за этого переживает, днями не может найти себе покоя.",
   "sentence_idx": 18},
   {"text":"Татьяна, когда понимает, что её возлюбленный убил как бы то ли возлюбенного, то ли жениха её сестры, сама не знает, как к нему относиться, часами проводит время в доме Онегина, читая те книги, которые он читал, пытаясь понять, что это вообще за человек, вот, но в итоге как бы отпускает его.",
   "sentence_idx": 19},
   {"text":"А Онегин отправляется в далёкое путешествие, пытаясь как-то смириться с тем, что случилось, с тем, что он сделал, но в конечном итоге всё равно приезжает обратно, в большой город, где находит Татьяну уже замужем за каким-то очень важным, очень хорошим генералом, но когда встречает её вновь, понимает, что теперь она уже совершенно другой человек, и влюбляется в неё.",
   "sentence_idx": 20},
   {"text":"Вот, он приходит к ней, признаётся ей в любви, и Татьяна в некотором смысле отзеркалила письмо, говорит ему, что, мол, так и так, спасибо большое, но нет, я замужем и это не имеет совершенно никакого смысла.",
   "sentence_idx": 21}],
 "meta_data": {"grade":"10","specialization":"гуманитарный"},
 "text":"В общем, есть супермодный, пользующийся успехом в свете, франт Евгений Онегин, который живёт в Петербурге, там посещает буквально всё, что можно посетить, но в какой-то момент отправляется в деревню, в глушь, к. . Ну в имение своего дяди, который недавно почил, вот, и оставил ему некоторое наследство. В общем, он уезжает в деревню, там пытается как-то распоряжаться делами, распоряжаться вот той территорией и имуществом, которые у него есть, но ему не удаётся сойтись с сельским обществом. Оно кажется ему очень скучным, простоватым, несуразным, вот, и он всеми силами пытается от него отдалиться. Но вдруг он находит себе, вдруг он находит себе друга во Владимире Ленском. Это такой романтический юноша, только что приехал с учёбы в Германии, находится под влиянием романтических писателей, писателей-романтиков, романтического искусства, вот, и он полная противоположность Онегину, потому что Онегин такой очень холодный, сдержанный и знающий, как держать себя в руках, как держать себя в свете, Ленский же суперэмоциональный, суперимпульсивный, экспрессивный и вот всё такое. Оба они оказываются на приёме у семьи Лариных, потому что у Ленского роман с одной из дочерей. Что представляет собой семья Лариных: был отец, старший Ларин, который тоже умер, осталась мать, две дочери, Татьяна и Ольга. Татьяна и Ольга точно так же между собой, точно так же, как Онегин и Ленский, противоположны. Татьяна очень чувственная, очень верящая в сверхъестественное, мистическое, ну, которая такая про стихи, про сны, про что-то очень эмоциональное. Ольга изображена как максимально стереотипная героиня, в которой нет ничего нового, ничего интересного, то есть она вот такая типичная такая дама, в которую должен влюбиться герой сентиментального романа. Вот, и приезжают, значит, эти двое, Онегин и Ленский, на приём и встречаются там с этими двумя дочерьми. И в этот момент Татьяна влюбляется в Онегина, понимает, что это некоторое очень новое для неё впечатление, и пишет ему большое письмо, где объясняется в любви. Через некоторое время Онегин к ней, Онегин к ней приезжает и говорит, что, мол, так и так, спасибо большое, очень приятно, очень ценно, но ты сама не хочешь, чтобы мы были вместе, и доходчиво, но не знаю, насколько убедительно, объясняет ей, почему какие-то взаимоотношения с ним и возможность связать судьбу с ним это очень плохая идея. Вот, затем случается какой-то тоже бал, или приём очень крупный вот там, где Онегин решает немножко подшутить над Ленским и как бы так в шутку, понарошку ухаживает за Ольгой. А Ольга — дама, легко поддающаяся на такие ухаживания, поэтому шутка заходит немножко слишком далеко, вот, и Ленский ужасно оскорбляется и вызывает Онегина на дуэль. Всё могло бы завершиться, если бы в этот момент там, в этой сельской глуши, не находился петербужский человек по фамилии Зарецкий, который известен тем, что пособник любых скандалов, споров, всегда находится в центре вот этого всего и из любой, вот такой вот маленькой истории может раскрутить ужаснейшую, ужаснейшую вещь, где будут умерщвлены люди и так далее. Поэтому, к сожалению, дуэль состоится, Онегин её просыпает и, опять же, ну то есть есть очень много факторов, которые могли бы помешать этой дуэли случиться, но в итоге на дуэли Онегин убивает Ленского, очень из-за этого переживает, днями не может найти себе покоя. Татьяна, когда понимает, что её возлюбленный убил как бы то ли возлюбенного, то ли жениха её сестры, сама не знает, как к нему относиться, часами проводит время в доме Онегина, читая те книги, которые он читал, пытаясь понять, что это вообще за человек, вот, но в итоге как бы отпускает его. А Онегин отправляется в далёкое путешествие, пытаясь как-то смириться с тем, что случилось, с тем, что он сделал, но в конечном итоге всё равно приезжает обратно, в большой город, где находит Татьяну уже замужем за каким-то очень важным, очень хорошим генералом, но когда встречает её вновь, понимает, что теперь она уже совершенно другой человек, и влюбляется в неё. Вот, он приходит к ней, признаётся ей в любви, и Татьяна в некотором смысле отзеркалила письмо, говорит ему, что, мол, так и так, спасибо большое, но нет, я замужем и это не имеет совершенно никакого смысла."}]